var menu = "[" +
  "{'val': '年度', 'menu': [" +
      "{'val': '综合', 'menu': [" +
            "{'val': '行政区划', 'menu' : [" +
                "{'val': '行政区划', 'menu' : [" +
                "{'val': '年度地级区划数(个)'},{'val': '年度地级市数(个)'},{'val': '年度县级区划数(个)'},{'val': '年度市辖区数(个)'},{'val': '年度县级市数(个)'},{'val': '年度县数(个)'},{'val': '年度自治县数(个)'},{'val': '年度乡镇级区划数(个)'},{'val': '年度镇数(个)'},{'val': '年度乡数(个)'},{'val': '年度街道办事处(个)'}"+
                "]}" +
            "]}," +
            "{'val': '法人单位数', 'menu' : [" +
                "{'val': '三次产业法人单位数', 'menu' : [" +
                "{'val': '年度第一产业法人单位数(个)'},{'val': '年度第二产业法人单位数(个)'},{'val': '年度第三产业法人单位数(个)'}"+
                "]}," +
                "{'val': '分机构类型法人单位数', 'menu' : [" +
                "{'val': '年度企业法人单位数(个)'},{'val': '年度事业法人单位数(个)'},{'val': '年度机关法人单位数(个)'},{'val': '年度社会团体法人单位数(个)'},{'val': '年度其他类型机构法人单位数(个)'}"+
                "]}," +
                "{'val': '分行业法人单位数', 'menu' : [" +
                "{'val': '年度法人单位数(个)'},{'val': '年度农、林、牧、渔业法人单位数(个)'},{'val': '年度采矿业法人单位数(个)'},{'val': '年度制造业法人单位数(个)'},{'val': '年度电力、燃气及水的生产和供应业法人单位数(个)'},{'val': '年度建筑业法人单位数(个)'},{'val': '年度交通运输、仓储和邮政业法人单位数(个)'},{'val': '年度信息传输、计算机服务和软件业法人单位数(个)'},{'val': '年度批发和零售业法人单位数(个)'},{'val': '年度住宿和餐饮业法人单位数(个)'},{'val': '年度金融业法人单位数(个)'},{'val': '年度房地产业法人单位数(个)'},{'val': '年度租赁和商务服务业法人单位数(个)'},{'val': '年度科学研究、技术服务和地质勘查业法人单位数( 个)'},{'val': '年度水利、环境和公共设施管理业法人单位数(个)'},{'val': '年度居民服务和其他服务业法人单 位数(个)'},{'val': '年度教育业法人单位数(个)'},{'val': '年度卫生、社会保障和社会福利业法人单位数(个)'},{'val': '年度文化、体育和娱乐业法人单位数(个)'},{'val': '年度公共管理和社会组织法人单位数(个)'}"+
                "]}" +
            "]}," +
            "{'val': '企业法人单位数', 'menu' : [" +
                "{'val': '按控股情况分企业法人单位数', 'menu' : [" +
                "{'val': '年度企业法人单位数(个)'},{'val': '年度国有控股企业法人单位数(个)'},{'val': '年度集体控股企业法人单位数(个)'},{'val': '年度私人控股企业法人单位数(个)'},{'val': '年度港、澳、台商控股企业法人单位数(个)'},{'val': '年度外商控股企业法人单位数(个)'},{'val': '年度其他企业法人单位数(个)'}"+
                "]}," +
                "{'val': '按登记注册类型分企业法人单位数', 'menu' : [" +
                "{'val': '年度企业法人单位数(个)'},{'val': '年度内资企业法人单位数(个)'},{'val': '年度国有企业法人单位数(个)'},{'val': '年度集体企业法人单位数(个)'},{'val': '年度股份合作企业法人单位数(个)'},{'val': '年度联营企业法人单位数(个)'},{'val': '年度有限责任公司法人单位数(个)'},{'val': '年度股份有限公司法人单位数(个)'},{'val': '年度私营企业法人单位数(个)'},{'val': '年度港、澳、台商投资企业法人单位数(个)'},{'val': '年度外商投资企业单位法人单位数(个)'}"+
                "]}" +
            "]}" +
      "]}," +
      "{'val': '国民经济核算', 'menu': [" +
            "{'val': '地区生产总值', 'menu' : [" +
                "{'val': '地区生产总值', 'menu' : [" +
                "{'val': '年度地区生产总值(亿元)'},{'val': '年度第一产业增加值(亿元)'},{'val': '年度第二产业增加值(亿 元)'},{'val': '年度第三产业增加值(亿元)'},{'val': '年度农林牧渔业增加值(亿元)'},{'val': '年度工业增加 值(亿元)'},{'val': '年度建筑业增加值(亿元)'},{'val': '年度批发和零售业增加值(亿元)'},{'val': '年度交通运输、仓储和邮政业增加值(亿元)'},{'val': '年度住宿和餐饮业增加值(亿元)'},{'val': '年度金融业增加值(亿 元)'},{'val': '年度房地产业增加值(亿元)'},{'val': '年度其他行业增加值(亿元)'},{'val': '年度人均地区生 产总值(元每人)'}"+
                "]}" +
            "]}," +
            "{'val': '地区生产总值指数', 'menu' : [" +
                "{'val': '地区生产总值指数', 'menu' : [" +
                "{'val': '年度地区生产总值指数(上年=100)'},{'val': '年度第一产业增加值指数(上年=100)'},{'val': '年度第二产业增加值指数(上年=100)'},{'val': '年度第三产业增加值指数(上年=100)'}"+
                "]}" +
            "]}," +
            "{'val': '收入法地区生产总值', 'menu' : [" +
                "{'val': '收入法地区生产总值', 'menu' : [" +
                "{'val': '年度收入法生产总值(亿元)'},{'val': '年度劳动者报酬(亿元)'},{'val': '年度生产税净额(亿元)'},{'val': '年度固定资产折旧(亿元)'},{'val': '年度营业盈余(亿元)'}"+
                "]}" +
            "]}," +
            "{'val': '支出法地区生产总值', 'menu' : [" +
                "{'val': '支出法地区生产总值', 'menu' : [" +
                "{'val': '年度支出法生产总值(亿元)'},{'val': '年度最终消费(亿元)'},{'val': '年度居民消费(亿元)'},{'val': '年度城镇居民消费(亿元)'},{'val': '年度农村居民消费(亿元)'},{'val': '年度政府消费(亿元)'},{'val': '年度资本形成总额(亿元)'},{'val': '年度固定资本形成总额(亿元)'},{'val': '年度存货增加(亿元)'},{'val': '年度货物和服务净流出(亿元)'},{'val': '年度最终消费率(百分比)'},{'val': '年度资本形成率(百分比)'}"+
                "]}" +
            "]}," +
            "{'val': '居民消费水平', 'menu' : [" +
                "{'val': '居民消费水平', 'menu' : [" +
                "{'val': '年度居民消费水平(元)'},{'val': '年度城镇居民消费水平(元)'},{'val': '年度农村居民消费水平(元)'},{'val': '年度居民消费水平指数(上年=100)'},{'val': '年度城镇居民消费水平指数(上年=100)'},{'val': '年度农村居民消费水平指数(上年=100)'}"+
                "]}" +
            "]}" +
      "]}," +
      "{'val': '人口', 'menu': [" +
            "{'val': '总人口', 'menu' : [" +
                "{'val': '总人口', 'menu' : [" +
                "{'val': '年度年末常住人口(万人)'},{'val': '年度城镇人口(万人)'},{'val': '年度乡村人口(万人)'}"+
                "]}" +
            "]}," +
            "{'val': '出生率死亡率和自然增长人口率', 'menu' : [" +
                "{'val': '出生率死亡率和自然增长人口率', 'menu' : [" +
                "{'val': '年度人口出生率(千分比)'},{'val': '年度人口死亡率(千分比)'},{'val': '年度人口自然增长率(千分比)'}"+
                "]}" +
            "]}," +
            "{'val': '人口平均预期寿命', 'menu' : [" +
                "{'val': '人口平均预期寿命', 'menu' : [" +
                "{'val': '年度平均预期寿命(岁)'},{'val': '年度男性平均预期寿命(岁)'},{'val': '年度女性平均预期寿命(岁)'}"+
                "]}" +
            "]}," +
            "{'val': '人口抽样调查数据', 'menu' : [" +
                "{'val': '人口数(人口抽样调查)', 'menu' : [" +
                "{'val': '年度人口数(人口抽样调查)(人)'},{'val': '年度男性人口数(人口抽样调查)(人)'},{'val': '年度女性人口数(人口抽样调查)(人)'},{'val': '年度性别比(女=100)(人口抽样调查)(女=100)'}"+
                "]}," +
                "{'val': '户数户人口及户规模(人口抽样调查)', 'menu' : [" +
                "{'val': '年度总户数(人口抽样调查)(户)'},{'val': '年度家庭户户数(人口抽样调查)(户)'},{'val': '年度集体户户数(人口抽样调查)(户)'},{'val': '年度家庭户人口数(人口抽样调查)(人)'},{'val': '年度家庭户男性人口数(人口抽样调查)(人)'},{'val': '年度家庭户女性人口数(人口抽样调查)(人)'},{'val': '年度集体户人口数(人口 抽样调查)(人)'},{'val': '年度集体户男性人口数(人口抽样调查)(人)'},{'val': '年度集体户女性人口数(人口抽样调查)(人)'}"+
                "]}," +
                "{'val': '按户口登记状况分人口数(人口抽样调查)', 'menu' : [" +
                "{'val': '年度人口数(人口抽样调查)(人)'},{'val': '年度男性人口数(人口抽样调查)(人)'},{'val': '年度女性人口数(人口抽样调查)(人)'},{'val': '年度住本乡、镇、街道，户口在本乡、镇、街道人口数(人口抽样调查)(人)'},{'val': '年度住本乡、镇、街道，户口在本乡、镇、街道男性人口数(人口抽样调查)(人)'},{'val': '年度住本乡、镇、街道，户口在本乡、镇、街道女性人口数(人口抽样调查)(人)'},{'val': '年度住本乡、镇、街道，户口在外乡、镇、街道，离开户口登记地半年以上人口数(人口抽样调查)(人)'},{'val': '年度住本乡、镇、街道，户口在外乡、镇、街道，离开户口登记地半年以上男性人口数(人口抽样调查)(人)'},{'val': '年度住本乡、镇、街道，户口在外乡、镇、街道，离开户口登记地半年以上女性人口数(人口抽样调查)(人)'},{'val': '年度住本乡、镇、街道，户口待定人口数(人口抽样调查)(人)'},{'val': '年度住本乡、镇、街道，户口待定男性人口数(人口抽样调查)( 人)'},{'val': '年度住本乡、镇、街道，户口待定女性人口数(人口抽样调查)(人)'},{'val': '年度居住在港澳台 或国外，户口在本乡、镇、街道人口数(人口抽样调查)(人)'},{'val': '年度居住在港澳台或国外，户口在本乡、镇、街道男性人口数(人口抽样调查)(人)'},{'val': '年度居住在港澳台或国外，户口在本乡、镇、街道女性人口数( 人口抽样调查)(人)'}"+
                "]}," +
                "{'val': '人口年龄构成和抚养比(人口抽样调查)', 'menu' : [" +
                "{'val': '年度人口数(人口抽样调查)(人)'},{'val': '年度0-14岁人口数(人口抽样调查)(人)'},{'val': '年度15-64岁人口数(人口抽样调查)(人)'},{'val': '年度65岁及以上人口数(人口抽样调查)(人)'},{'val': '年度总抚养 比(人口抽样调查)(百分比)'},{'val': '年度少年儿童抚养比(人口抽样调查)(百分比)'},{'val': '年度老年人口抚养比(人口抽样调查)(百分比)'}"+
                "]}," +
                "{'val': '按婚姻状况分人口数(人口抽样调查)', 'menu' : [" +
                "{'val': '年度15岁及以上人口数(人口抽样调查)(人)'},{'val': '年度15岁及以上男性人口数(人口抽样调查)(人)'},{'val': '年度15岁及以上女性人口数(人口抽样调查)(人)'},{'val': '年度15岁及以上未婚人口数(人口抽样调 查)(人)'},{'val': '年度15岁及以上男性未婚人口数(人口抽样调查)(人)'},{'val': '年度15岁及以上女性未婚人 口数(人口抽样调查)(人)'},{'val': '年度15岁及以上有配偶人口数(人口抽样调查)(人)'},{'val': '年度15岁及以上男性有配偶人口数(人口抽样调查)(人)'},{'val': '年度15岁及以上女性有配偶人口数(人口抽样调查)(人)'},{'val': '年度15岁及以上离婚人口数(人口抽样调查)(人)'},{'val': '年度15岁及以上男性离婚人口数(人口抽样调查)(人)'},{'val': '年度15岁及以上女性离婚人口数(人口抽样调查)(人)'},{'val': '年度15岁及以上丧偶人口数(人 口抽样调查)(人)'},{'val': '年度15岁及以上男性丧偶人口数(人口抽样调查)(人)'},{'val': '年度15岁及以上女 性丧偶人口数(人口抽样调查)(人)'}"+
                "]}," +
                "{'val': '按受教育程度分人口数(人口抽样调查)', 'menu' : [" +
                "{'val': '年度6岁及6岁以上人口数(人口抽样调查)(人)'},{'val': '年度6岁及6岁以上男性人口数(人口抽样调查)(人)'},{'val': '年度6岁及6岁以上女性人口数(人口抽样调查)(人)'},{'val': '年度6岁及6岁以上未上过学人口数(人口抽样调查)(人)'},{'val': '年度6岁及6岁以上未上过学男性人口数(人口抽样调查)(人)'},{'val': '年度6岁 及6岁以上未上过学女性人口数(人口抽样调查)(人)'},{'val': '年度6岁及6岁以上小学人口数(人口抽样调查)(人)'},{'val': '年度6岁及6岁以上小学男性人口数(人口抽样调查)(人)'},{'val': '年度6岁及6岁以上小学女性人口数(人口抽样调查)(人)'},{'val': '年度6岁及6岁以上初中人口数(人口抽样调查)(人)'},{'val': '年度6岁及6岁以上 初中男性人口数(人口抽样调查)(人)'},{'val': '年度6岁及6岁以上初中女性人口数(人口抽样调查)(人)'},{'val': '年度6岁及6岁以上高中人口数(人口抽样调查)(人)'},{'val': '年度6岁及6岁以上高中男性人口数(人口抽样调查)(人)'},{'val': '年度6岁及6岁以上高中女性人口数(人口抽样调查)(人)'},{'val': '年度6岁及6岁以上大专及以上人口数(人口抽样调查)(人)'},{'val': '年度6岁及6岁以上大专及以上男性人口数(人口抽样调查)(人)'},{'val': '年度6岁及6岁以上大专及以上女性人口数(人口抽样调查)(人)'}"+
                "]}," +
                "{'val': '15岁及以上文盲人口(人口抽样调查)', 'menu' : [" +
                "{'val': '年度15岁及以上人口数(人口抽样调查)(人)'},{'val': '年度15岁及以上男性人口数(人口抽样调查)(人)'},{'val': '年度15岁及以上女性人口数(人口抽样调查)(人)'},{'val': '年度15岁及以上文盲人口数(人口抽样调 查)(人)'},{'val': '年度15岁及以上男性文盲人口数(人口抽样调查)(人)'},{'val': '年度15岁及以上女性文盲人 口数(人口抽样调查)(人)'}"+
                "]}," +
                "{'val': '按家庭户规模分的户数(人口抽样调查)', 'menu' : [" +
                "{'val': '年度家庭户户数(人口抽样调查)(户)'},{'val': '年度一人户家庭户户数(人口抽样调查)(户)'},{'val': '年度二人户家庭户户数(人口抽样调查)(户)'},{'val': '年度三人户家庭户户数(人口抽样调查)(户)'},{'val': '年度四人户家庭户户数(人口抽样调查)(户)'},{'val': '年度五人户家庭户户数(人口抽样调查)(户)'},{'val': '年度六人户家庭户户数(人口抽样调查)(户)'},{'val': '年度七人户家庭户户数(人口抽样调查)(户)'},{'val': '年度八人户家庭户户数(人口抽样调查)(户)'},{'val': '年度九人户家庭户户数(人口抽样调查)(户)'},{'val': '年度十人及以上户家庭户户数(人口抽样调查)(户)'}"+
                "]}" +
            "]}" +
      "]}," +
      "{'val': '就业人员和工资', 'menu': [" +
            "{'val': '按行业分城镇单位就业人员', 'menu' : [" +
                "{'val': '按行业分城镇单位就业人员', 'menu' : [" +
                "{'val': '年度城镇单位就业人员(万人)'},{'val': '年度农林牧渔业城镇单位就业人员(万人)'},{'val': '年度采矿业城镇单位就业人员(万人)'},{'val': '年度制造业城镇单位就业人员(万人)'},{'val': '年度电力、热力、燃气及水生产和供应业城镇单位就业人员(万人)'},{'val': '年度建筑业城镇单位就业人员(万人)'},{'val': '年度交通运输、仓储和邮政业城镇单位就业人员(万人)'},{'val': '年度信息传输、软件和信息技术服务业城镇单位就业人员(万人)'},{'val': '年度批发和零售业城镇单位就业人员(万人)'},{'val': '年度住宿和餐饮业城镇单位就业人员( 万人)'},{'val': '年度金融业城镇单位就业人员(万人)'},{'val': '年度房地产业城镇单位就业人员(万人)'},{'val': '年度租赁和商务服务业城镇单位就业人员(万人)'},{'val': '年度科学研究和技术服务业城镇单位就业人员(万人)'},{'val': '年度水利、环境和公共设施管理业城镇单位就业人员(万人)'},{'val': '年度居民服务、修理和其 他服务业城镇单位就业人员(万人)'},{'val': '年度教育业城镇单位就业人员(万人)'},{'val': '年度卫生和社会工作城镇单位就业人员(万人)'},{'val': '年度文化、体育和娱乐业城镇单位就业人员(万人)'},{'val': '年度公共管理、社会保障和社会组织城镇单位就业人员(万人)'}"+
                "]}" +
            "]}," +
            "{'val': '按行业分私营企业和个体就业人员', 'menu' : [" +
                "{'val': '按行业分私营企业和个体就业人员', 'menu' : [" +
                "{'val': '年度私营企业和个体就业人员(万人)'},{'val': '年度制造业私营企业和个体就业人员(万人)'},{'val': '年度建筑业私营企业和个体就业人员(万人)'},{'val': '年度交通运输、仓储和邮政业私营企业和个体就业人员( 万人)'},{'val': '年度批发和零售业私营企业和个体就业人员(万人)'},{'val': '年度住宿和餐饮业私营企业和个 体就业人员(万人)'},{'val': '年度租赁和商务服务业私营企业和个体就业人员(万人)'},{'val': '年度居民服务和其他服务业私营企业和个体就业人员(万人)'}"+
                "]}" +
            "]}," +
            "{'val': '按行业分城镇私营企业和个体就业人员', 'menu' : [" +
                "{'val': '按行业分城镇私营企业和个体就业人员', 'menu' : [" +
                "{'val': '年度城镇私营企业和个体就业人员(万人)'},{'val': '年度制造业城镇私营企业和个体就业人员(万人)'},{'val': '年度建筑业城镇私营企业和个体就业人员(万人)'},{'val': '年度交通运输、仓储和邮政业城镇私营企业和个体就业人员(万人)'},{'val': '年度批发和零售业城镇私营企业和个体就业人员(万人)'},{'val': '年度住宿和餐饮业城镇私营企业和个体就业人员(万人)'},{'val': '年度租赁和商务服务业城镇私营企业和个体就业人员(万人)'},{'val': '年度居民服务和其他服务业城镇私营企业和个体就业人员(万人)'}"+
                "]}" +
            "]}," +
            "{'val': '私营企业就业人员', 'menu' : [" +
                "{'val': '私营企业就业人员', 'menu' : [" +
                "{'val': '年度私营企业户数(万户)'},{'val': '年度私营企业就业人数(万人)'},{'val': '年度城镇私营企业就业人数(万人)'},{'val': '年度乡村私营企业就业人数(万人)'}"+
                "]}" +
            "]}," +
            "{'val': '个体就业人员', 'menu' : [" +
                "{'val': '个体就业人员', 'menu' : [" +
                "{'val': '年度个体户数(万户)'},{'val': '年度个体就业人数(万人)'},{'val': '年度城镇就业人数(万人)'},{'val': '年度乡村个体就业人数(万人)'}"+
                "]}" +
            "]}," +
            "{'val': '城镇单位就业人员工资总额和指数', 'menu' : [" +
                "{'val': '城镇单位就业人员工资总额和指数', 'menu' : [" +
                "{'val': '年度城镇单位就业人员工资总额(亿元)'},{'val': '年度国有城镇单位就业人员工资总额(亿元)'},{'val': '年度城镇集体单位就业人员工资总额(亿元)'},{'val': '年度其他城镇单位就业人员工资总额(亿元)'},{'val': '年度城镇单位就业人员工资总额指数(上年=100)'},{'val': '年度国有城镇单位就业人员工资总额指数(上年=100)'},{'val': '年度城镇集体单位就业人员工资总额指数(上年=100)'},{'val': '年度其他城镇单位就业人员工资总额指数(上年=100)'}"+
                "]}" +
            "]}," +
            "{'val': '城镇单位就业人员平均工资和指数', 'menu' : [" +
                "{'val': '城镇单位就业人员平均工资和指数', 'menu' : [" +
                "{'val': '年度城镇单位就业人员平均工资(元)'},{'val': '年度城镇单位在岗职工平均工资(元)'},{'val': '年度城镇国有单位就业人员平均工资(元)'},{'val': '年度城镇集体单位就业人员平均工资(元)'},{'val': '年度城镇其他单位就业人员平均工资(元)'},{'val': '年度城镇单位就业人员平均货币工资指数(上年=100)'},{'val': '年度城镇单位在岗职工平均货币工资指数(上年=100)'},{'val': '年度国有城镇单位就业人员平均货币工资指数(上年=100)'},{'val': '年度城镇集体单位就业人员平均货币工资指数(上年=100)'},{'val': '年度其他城镇单位就业人员平均货币工资指数(上年=100)'},{'val': '年度城镇单位就业人员平均实际工资指数(上年=100)'},{'val': '年度城镇单位在岗职工平均实际工资指数(上年=100)'},{'val': '年度国有城镇单位就业人员平均实际工资指数(上年=100)'},{'val': '年度城镇集体单位就业人员平均实际工资指数(上年=100)'},{'val': '年度其他城镇单位就业人员平均实际工资指数(上年=100)'}"+
                "]}" +
            "]}," +
            "{'val': '按登记注册类型分城镇单位就业人员平均工资', 'menu' : [" +
                "{'val': '按登记注册类型分城镇单位就业人员平均工资', 'menu' : [" +
                "{'val': '年度城镇单位就业人员平均工资(元)'},{'val': '年度国有单位就业人员平均工资(元)'},{'val': '年度城镇集体单位就业人员平均工资(元)'},{'val': '年度股份合作单位就业人员平均工资(元)'},{'val': '年度联营单位就业人员平均工资(元)'},{'val': '年度有限责任公司就业人员平均工资(元)'},{'val': '年度股份有限公司就业人员平均工资(元)'},{'val': '年度其他单位就业人员平均工资(元)'},{'val': '年度港、澳、台商投资单位就业人员平均工资(元)'},{'val': '年度外商投资单位就业人员平均工资(元)'}"+
                "]}" +
            "]}," +
            "{'val': '按行业分城镇单位就业人员工资总额', 'menu' : [" +
                "{'val': '按行业分城镇单位就业人员工资总额', 'menu' : [" +
                "{'val': '年度城镇单位就业人员工资总额(亿元)'},{'val': '年度农、林、牧、渔业城镇单位就业人员工资总额( 亿元)'},{'val': '年度采矿业城镇单位就业人员工资总额(亿元)'},{'val': '年度制造业城镇单位就业人员工资总 额(亿元)'},{'val': '年度电力、燃气及水的生产和供应业城镇单位就业人员工资总额(亿元)'},{'val': '年度建筑业城镇单位就业人员工资总额(亿元)'},{'val': '年度交通运输、仓储和邮政业城镇单位就业人员工资总额(亿元)'},{'val': '年度信息传输、计算机服务和软件业城镇单位就业人员工资总额(亿元)'},{'val': '年度批发和零售业城镇单位就业人员工资总额(亿元)'},{'val': '年度住宿和餐饮业城镇单位就业人员工资总额(亿元)'},{'val': '年度金融业城镇单位就业人员工资总额(亿元)'},{'val': '年度房地产业城镇单位就业人员工资总额(亿元)'},{'val': '年度租赁和商务服务业城镇单位就业人员工资总额(亿元)'},{'val': '年度科学研究、技术服务和地质勘查业城镇单位就业人员工资总额(亿元)'},{'val': '年度水利、环境和公共设施管理业城镇单位就业人员工资总额(亿元)'},{'val': '年度居民服务和其他服务业城镇单位就业人员工资总额(亿元)'},{'val': '年度教育城镇单位就业人员工资总额(亿元)'},{'val': '年度卫生、社会保障和社会福利业城镇单位就业人员工资总额(亿元)'},{'val': '年度文化、体育和娱乐业城镇单位就业人员工资总额(亿元)'},{'val': '年度公共管理和社会组织城镇单位就业人员工资总额( 亿元)'}"+
                "]}" +
            "]}," +
            "{'val': '按行业分城镇单位就业人员平均工资', 'menu' : [" +
                "{'val': '按行业分城镇单位就业人员平均工资', 'menu' : [" +
                "{'val': '年度城镇单位就业人员平均工资(元)'},{'val': '年度农、林、牧、渔业城镇单位就业人员平均工资(元)'},{'val': '年度采矿业城镇单位就业人员平均工资(元)'},{'val': '年度制造业城镇单位就业人员平均工资(元)'},{'val': '年度电力、燃气及水的生产和供应业城镇单位就业人员平均工资(元)'},{'val': '年度建筑业城镇单位就业人员平均工资(元)'},{'val': '年度交通运输、仓储和邮政业城镇单位就业人员平均工资(元)'},{'val': '年度信息传输、计算机服务和软件业城镇单位就业人员平均工资(元)'},{'val': '年度批发和零售业城镇单位就业人员平均工资(元)'},{'val': '年度住宿和餐饮业城镇单位就业人员平均工资(元)'},{'val': '年度金融业城镇单位就业人员平均工资(元)'},{'val': '年度房地产业城镇单位就业人员平均工资(元)'},{'val': '年度租赁和商务服务业城镇单位就业人员平均工资(元)'},{'val': '年度科学研究、技术服务和地质勘查业城镇单位就业人员平均工资(元)'},{'val': '年度水利、环境和公共设施管理业城镇单位就业人员平均工资(元)'},{'val': '年度居民服务和其他服务业城镇单位就业人员平均工资(元)'},{'val': '年度教育城镇单位就业人员平均工资(元)'},{'val': '年度卫生、社会保障和社会福利业城镇单位就业人员平均工资(元)'},{'val': '年度文化、体育和娱乐业城镇单位就业人员平均工资( 元)'},{'val': '年度公共管理和社会组织城镇单位就业人员平均工资(元)'}"+
                "]}" +
            "]}," +
            "{'val': '按行业分城镇私营单位就业人员平均工资', 'menu' : [" +
                "{'val': '按行业分城镇私营单位就业人员平均工资', 'menu' : [" +
                "{'val': '年度城镇私营单位就业人员平均工资(元)'},{'val': '年度农、林、牧、渔业城镇私营单位就业人员平均工资(元)'},{'val': '年度采矿业城镇私营单位就业人员平均工资(元)'},{'val': '年度制造业城镇私营单位就业人员平均工资(元)'},{'val': '年度电力、燃气及水的生产和供应业城镇私营单位就业人员平均工资(元)'},{'val': '年度建筑业城镇私营单位就业人员平均工资(元)'},{'val': '年度交通运输、仓储和邮政业城镇私营单位就业人员平均工资(元)'},{'val': '年度信息传输、计算机服务和软件业城镇私营单位就业人员平均工资(元)'},{'val': '年度批发和零售业城镇私营单位就业人员平均工资(元)'},{'val': '年度住宿和餐饮业城镇私营单位就业人员平均工资( 元)'},{'val': '年度金融业城镇私营单位就业人员平均工资(元)'},{'val': '年度房地产业城镇私营单位就业人员 平均工资(元)'},{'val': '年度租赁和商务服务业城镇私营单位就业人员平均工资(元)'},{'val': '年度科学研究、技术服务和地质勘查业城镇私营单位就业人员平均工资(元)'},{'val': '年度水利、环境和公共设施管理业城镇私营单位就业人员平均工资(元)'},{'val': '年度居民服务和其他服务业城镇私营单位就业人员平均工资(元)'},{'val': '年度教育城镇私营单位就业人员平均工资(元)'},{'val': '年度卫生、社会保障和社会福利业城镇私营单位就业人员平均工资(元)'},{'val': '年度文化、体育和娱乐业城镇私营单位就业人员平均工资(元)'}"+
                "]}" +
            "]}," +
            "{'val': '城镇等级失业人员及失业率', 'menu' : [" +
                "{'val': '城镇等级失业人员及失业率', 'menu' : [" +
                "{'val': '年度城镇登记失业人数(万人)'},{'val': '年度城镇登记失业率(百分比)'}"+
                "]}" +
            "]}" +
      "]}," +
      "{'val': '固定资产投资和房地产', 'menu': [" +
            "{'val': '全社会固定资产投资', 'menu' : [" +
                "{'val': '全社会固定资产投资', 'menu' : [" +
                "{'val': '年度全社会固定资产投资(亿元)'},{'val': '年度城镇固定资产投资(亿元)'},{'val': '年度房地产开发投资(亿元)'}"+
                "]}" +
            "]}," +
            "{'val': '按登记注册类型分全社会固定资产投资', 'menu' : [" +
                "{'val': '按登记注册类型分全社会固定资产投资', 'menu' : [" +
                "{'val': '年度全社会固定资产投资(亿元)'},{'val': '年度内资企业全社会固定资产投资(亿元)'},{'val': '年度国有全社会固定资产投资(亿元)'},{'val': '年度集体全社会固定资产投资(亿元)'},{'val': '年度股份合作全社会固定资产投资(亿元)'},{'val': '年度联营全社会固定资产投资(亿元)'},{'val': '年度有限责任公司全社会固定资产投资(亿元)'},{'val': '年度股份有限公司全社会固定资产投资(亿元)'},{'val': '年度私营全社会固定资产投资(亿元)'},{'val': '年度个体全社会固定资产投资(亿元)'},{'val': '年度其他全社会固定资产投资(亿元)'},{'val': '年度港、澳、台商投资全社会固定资产投资(亿元)'},{'val': '年度外商投资全社会固定资产投资(亿元)'}"+
                "]}" +
            "]}," +
            "{'val': '按资金来源分全社会固定资产投资', 'menu' : [" +
                "{'val': '按资金来源分全社会固定资产投资', 'menu' : [" +
                "{'val': '年度全社会固定资产本年资金来源小计(亿元)'},{'val': '年度全社会固定资产投资中国家预算内资金( 亿元)'},{'val': '年度全社会固定资产投资中国内贷款(亿元)'},{'val': '年度全社会固定资产投资中利用外资(亿元)'},{'val': '年度全社会固定资产投资中自筹资金(亿元)'},{'val': '年度全社会固定资产投资中其他资金(亿元)'}"+
                "]}" +
            "]}," +
            "{'val': '全社会住宅投资', 'menu' : [" +
                "{'val': '全社会住宅投资', 'menu' : [" +
                "{'val': '年度全社会住宅投资(亿元)'},{'val': '年度城镇住宅投资(亿元)'},{'val': '年度房地产住宅投资(亿 元)'}"+
                "]}" +
            "]}," +
            "{'val': '按行业分全社会固定资产投资', 'menu' : [" +
                "{'val': '按行业分全社会固定资产投资', 'menu' : [" +
                "{'val': '年度全社会固定资产投资(亿元)'},{'val': '年度农、林、牧、渔业全社会固定资产投资(亿元)'},{'val': '年度采矿业全社会固定资产投资(亿元)'},{'val': '年度制造业全社会固定资产投资(亿元)'},{'val': '年度电力、燃气及水的生产和供应业全社会固定资产投资(亿元)'},{'val': '年度建筑业全社会固定资产投资(亿元)'},{'val': '年度交通运输、仓储和邮政业全社会固定资产投资(亿元)'},{'val': '年度信息传输计算机服务和软件业全社会固定资产投资(亿元)'},{'val': '年度批发和零售业全社会固定资产投资(亿元)'},{'val': '年度住宿和餐饮业全社会固定资产投资(亿元)'},{'val': '年度金融业全社会固定资产投资(亿元)'},{'val': '年度房地产业全社会固定资产投资(亿元)'},{'val': '年度租赁和商务服务业全社会固定资产投资(亿元)'},{'val': '年度科学研究、技术服务和地质勘查业全社会固定资产投资(亿元)'},{'val': '年度水利、环境和公共设施管理业全社会固定资产投资(亿 元)'},{'val': '年度居民服务和其他服务业全社会固定资产投资(亿元)'},{'val': '年度教育全社会固定资产投资(亿元)'},{'val': '年度卫生、社会保障和社会福利业全社会固定资产投资(亿元)'},{'val': '年度文化、体育和娱 乐业全社会固定资产投资(亿元)'},{'val': '年度公共管理和社会组织全社会固定资产投资(亿元)'}"+
                "]}" +
            "]}," +
            "{'val': '全社会建设总规模', 'menu' : [" +
                "{'val': '全社会建设总规模', 'menu' : [" +
                "{'val': '年度全社会建设总规模(亿元)'},{'val': '年度全社会在建总规模(亿元)'},{'val': '年度全社会在建净规模(亿元)'}"+
                "]}" +
            "]}," +
            "{'val': '全社会房屋施工竣工面积和价值', 'menu' : [" +
                "{'val': '全社会房屋施工竣工面积和价值', 'menu' : [" +
                "{'val': '年度房屋施工面积(万平方米)'},{'val': '年度住宅房屋施工面积(万平方米)'},{'val': '年度商品住宅房屋施工面积(万平方米)'},{'val': '年度房屋竣工面积(万平方米)'},{'val': '年度住宅房屋竣工面积(万平方米)'},{'val': '年度商品住宅房屋竣工面积(万平方米)'}"+
                "]}" +
            "]}," +
            "{'val': '固定资产投资(不含农户)资金来源', 'menu' : [" +
                "{'val': '固定资产投资(不含农户)资金来源', 'menu' : [" +
                "{'val': '年度固定资产投资(不含农户)国家预算内资金(亿元)'},{'val': '年度固定资产投资(不含农户)国内贷款(亿元)'},{'val': '年度固定资产投资(不含农户)利用外资(亿元)'},{'val': '年度固定资产投资(不含农户)自筹资金(亿元)'},{'val': '年度固定资产投资(不含农户)其他资金(亿元)'}"+
                "]}" +
            "]}," +
            "{'val': '按隶属关系分固定资产投资(不含农户)', 'menu' : [" +
                "{'val': '按隶属关系分固定资产投资(不含农户)', 'menu' : [" +
                "{'val': '年度固定资产投资(不含农户)中央项目(亿元)'},{'val': '年度固定资产投资(不含农户)地方项目(亿元)'}"+
                "]}" +
            "]}," +
            "{'val': '按构成和建设性质关系分固定资产投资(不含农户)', 'menu' : [" +
                "{'val': '按构成和建设性质关系分固定资产投资(不含农户)', 'menu' : [" +
                "{'val': '年度固定资产投资(不含农户)(亿元)'},{'val': '年度固定资产投资(不含农户)建筑安装工程(亿元)'},{'val': '年度固定资产投资(不含农户)设备、工器具购置(亿元)'},{'val': '年度固定资产投资(不含农户)其他费用(亿元)'},{'val': '年度新建固定资产投资(不含农户)(亿元)'},{'val': '年度扩建固定资产投资(不含农户)(亿元)'},{'val': '年度改建固定资产投资(不含农户)(亿元)'}"+
                "]}" +
            "]}," +
            "{'val': '固定资产投资(不含农户)建设规模', 'menu' : [" +
                "{'val': '固定资产投资(不含农户)建设规模', 'menu' : [" +
                "{'val': '年度固定资产投资(不含农户)建设总规模(亿元)'},{'val': '年度固定资产投资(不含农户)在建总规模( 亿元)'},{'val': '年度固定资产投资(不含农户)在建净规模(亿元)'}"+
                "]}" +
            "]}," +
            "{'val': '按行业分固定资产投资(不含农户)', 'menu' : [" +
                "{'val': '按行业分固定资产投资(不含农户', 'menu' : [" +
                "{'val': '年度固定资产投资(不含农户)(亿元)'},{'val': '年度农、林、牧、渔业固定资产投资(不含农户)(亿元)'},{'val': '年度采矿业固定资产投资(不含农户)(亿元)'},{'val': '年度制造业固定资产投资(不含农户)(亿元)'},{'val': '年度电力、燃气及水的生产和供应业固定资产投资(不含农户)(亿元)'},{'val': '年度建筑业固定资产投资(不含农户)(亿元)'},{'val': '年度交通运输仓储和邮政业固定资产投资(不含农户)(亿元)'},{'val': '年度信息传输、计算机服务和软件业固定资产投资(不含农户)(亿元)'},{'val': '年度批发和零售业固定资产投资(不含农户)(亿元)'},{'val': '年度住宿和餐饮业固定资产投资(不含农户)(亿元)'},{'val': '年度金融业固定资产投资(不含 农户)(亿元)'},{'val': '年度房地产业固定资产投资(不含农户)(亿元)'},{'val': '年度租赁和商务服务业固定资 产投资(不含农户)(亿元)'},{'val': '年度科学研究、技术服务和地质勘查业固定资产投资(不含农户)(亿元)'},{'val': '年度水利、环境和公共设施管理业固定资产投资(不含农户)(亿元)'},{'val': '年度居民服务和其他服务业固定资产投资(不含农户)(亿元)'},{'val': '年度教育固定资产投资(不含农户)(亿元)'},{'val': '年度卫生、社会保障和社会福利业固定资产投资(不含农户)(亿元)'},{'val': '年度文化、体育和娱乐业固定资产投资(不含农户)(亿 元)'},{'val': '年度公共管理和社会组织固定资产投资(不含农户)(亿元)'}"+
                "]}" +
            "]}," +
            "{'val': '按项目规模分固定资产投资(不含农户)', 'menu' : [" +
                "{'val': '按项目规模分固定资产投资(不含农户)', 'menu' : [" +
                "{'val': '年度500万元-1亿元固定资产投资(不含农户)(亿元)'},{'val': '年度1-5亿元固定资产投资(不含农户)( 亿元)'},{'val': '年度5-10亿元固定资产投资(不含农户)(亿元)'},{'val': '年度10亿元以上固定资产投资(不含农户)(亿元)'}"+
                "]}" +
            "]}," +
            "{'val': '能源工业固定资产投资(不含农户)', 'menu' : [" +
                "{'val': '能源工业固定资产投资(不含农户)', 'menu' : [" +
                "{'val': '年度能源工业固定资产投资(不含农户)(亿元)'},{'val': '年度煤炭开采及洗选业固定资产投资(不含农 户)(亿元)'},{'val': '年度石油及天然气开采业固定资产投资(不含农户)(亿元)'},{'val': '年度石油及炼焦加工 业固定资产投资(不含农户)(亿元)'},{'val': '年度电力、热力及燃气的生产和供应业固定资产投资(不含农户)(亿 元)'}"+
                "]}" +
            "]}," +
            "{'val': '固定资产投资(不含农户)房屋施工竣工面积和房屋竣工价值', 'menu' : [" +
                "{'val': '固定资产投资(不含农户)房屋施工竣工面积和房屋竣工价值', 'menu' : [" +
                "{'val': '年度固定资产投资(不含农户)房屋施工面积(万平方米)'},{'val': '年度固定资产投资(不含农户)住宅施工面积(万平方米)'},{'val': '年度固定资产投资(不含农户)房屋竣工面积(万平方米)'},{'val': '年度固定资产投资(不含农户)住宅竣工面积(万平方米)'}"+
                "]}" +
            "]}," +
            "{'val': '固定资产投资(不含农户)按行业分新增固定资产', 'menu' : [" +
                "{'val': '固定资产投资(不含农户)按行业分新增固定资产', 'menu' : [" +
                "{'val': '年度新增固定资产投资(不含农户)(亿元)'},{'val': '年度农、林、牧、渔业新增固定资产投资(不含农 户)(亿元)'},{'val': '年度采掘业新增固定资产投资(不含农户)(亿元)'},{'val': '年度制造业新增固定资产投资(不含农户)(亿元)'},{'val': '年度电力、煤气及水的生产和供应业新增固定资产投资(不含农户)(亿元)'},{'val': '年度建筑业新增固定资产投资(不含农户)(亿元)'},{'val': '年度交通运输仓储和邮政业新增固定资产投资(不含农户)(亿元)'},{'val': '年度信息传输、计算机服务和软件业新增固定资产投资(不含农户)(亿元)'},{'val': '年度 批发和零售业新增固定资产投资(不含农户)(亿元)'},{'val': '年度住宿和餐饮业新增固定资产投资(不含农户)(亿 元)'},{'val': '年度金融业新增固定资产投资(不含农户)(亿元)'},{'val': '年度房地产业新增固定资产投资(不含农户)(亿元)'},{'val': '年度租赁和商务服务业新增固定资产投资(不含农户)(亿元)'},{'val': '年度科学研究、 技术服务和地质勘查业新增固定资产投资(不含农户)(亿元)'},{'val': '年度水利、环境和公共设施管理业新增固定资产投资(不含农户)(亿元)'},{'val': '年度居民服务和其他服务业新增固定资产投资(不含农户)(亿元)'},{'val': '年度教育新增固定资产投资(不含农户)(亿元)'},{'val': '年度卫生、社会保障和社会福利业新增固定资产投资( 不含农户)(亿元)'},{'val': '年度文化、体育和娱乐业新增固定资产投资(不含农户)(亿元)'},{'val': '年度公共 管理和社会组织新增固定资产投资(不含农户)(亿元)'}"+
                "]}" +
            "]}," +
            "{'val': '固定资产投资(不含农户)施工投产项目个数', 'menu' : [" +
                "{'val': '固定资产投资(不含农户)施工投产项目个数', 'menu' : [" +
                "{'val': '年度固定资产投资(不含农户)施工项目个数(个)'},{'val': '年度固定资产投资(不含农户)新开工项目个数(个)'},{'val': '年度固定资产投资(不含农户)全部建成投产项目个数(个)'},{'val': '年度固定资产投资(不含 农户)项目建成投产率(百分比)'}"+
                "]}" +
            "]}," +
            "{'val': '固定资产投资(不含农户)新增固定资产及交付使用率', 'menu' : [" +
                "{'val': '固定资产投资(不含农户)新增固定资产及交付使用率', 'menu' : [" +
                "{'val': '年度固定资产投资(不含农户)(亿元)'},{'val': '年度固定资产投资(不含农户)新增固定资产(亿元)'},{'val': '年度固定资产投资(不含农户)交付使用率(百分比)'}"+
                "]}" +
            "]}," +
            "{'val': '农村农户固定资产投资和建房', 'menu' : [" +
                "{'val': '农村农户固定资产投资和建房', 'menu' : [" +
                "{'val': '年度农村农户固定资产投资额(亿元)'},{'val': '年度农村农户竣工房屋投资额(亿元)'},{'val': '年度农村农户竣工住宅投资额(亿元)'},{'val': '年度农村农户施工房屋建筑面积(万平方米)'},{'val': '年度农村农户竣工房屋建筑面积(万平方米)'},{'val': '年度农村农户竣工住宅建筑面积(万平方米)'},{'val': '年度农村农户竣工房屋造价(元每平方米)'},{'val': '年度农村农户竣工住宅造价(元每平方米)'}"+
                "]}" +
            "]}," +
            "{'val': '房地产开发企业个数', 'menu' : [" +
                "{'val': '房地产开发企业个数', 'menu' : [" +
                "{'val': '年度房地产开发企业个数(个)'},{'val': '年度内资房地产开发企业个数(个)'},{'val': '年度国有房地产开发企业个数(个)'},{'val': '年度港、澳、台投资房地产开发企业个数(个)'},{'val': '年度外商投资房地产开发企业个数(个)'}"+
                "]}" +
            "]}," +
            "{'val': '房地产开发企业从业人员数', 'menu' : [" +
                "{'val': '房地产开发企业从业人员数', 'menu' : [" +
                "{'val': '年度房地产开发企业平均从业人数(人)'},{'val': '年度内资房地产开发企业平均从业人数(人)'},{'val': '年度国有房地产开发企业平均从业人数(人)'},{'val': '年度港、澳、台投资房地产开发企业平均从业人数(人)'},{'val': '年度外商投资房地产开发企业平均从业人数(人)'}"+
                "]}" +
            "]}," +
            "{'val': '房地产开发企业土地开发及购置', 'menu' : [" +
                "{'val': '房地产开发企业土地开发及购置', 'menu' : [" +
                "{'val': '年度房地产开发企业待开发土地面积(万平方米)'},{'val': '年度房地产开发企业购置土地面积(万平方 米)'},{'val': '年度房地产开发企业土地成交价款(亿元)'},{'val': '年度房地产开发企业土地购置费用(亿元)'}"+
                "]}" +
            "]}," +
            "{'val': '房地产开发企业投资总规模及完成情况', 'menu' : [" +
                "{'val': '房地产开发企业投资总规模及完成情况', 'menu' : [" +
                "{'val': '年度房地产开发企业计划总投资(亿元)'},{'val': '年度房地产开发企业自开始建设至本年底累计完成投资(亿元)'},{'val': '年度房地产开发企业本年完成投资额(亿元)'},{'val': '年度房地产开发企业建筑安装工程本年完成投资额(亿元)'},{'val': '年度房地产开发企业设备工器具购置本年完成投资额(亿元)'},{'val': '年度房地产开发企业其他费用本年完成投资额(亿元)'}"+
                "]}" +
            "]}," +
            "{'val': '按用途分房地产开发企业完成投资', 'menu' : [" +
                "{'val': '按用途分房地产开发企业完成投资', 'menu' : [" +
                "{'val': '年度房地产开发投资额(亿元)'},{'val': '年度房地产开发住宅投资额(亿元)'},{'val': '年度房地产开发别墅、高档公寓投资额(亿元)'},{'val': '年度房地产开发办公楼投资额(亿元)'},{'val': '年度房地产开发商业营业用房投资额(亿元)'},{'val': '年度房地产开发其他投资额(亿元)'}"+
                "]}" +
            "]}," +
            "{'val': '房地产开发企业资金来源', 'menu' : [" +
                "{'val': '房地产开发企业资金来源', 'menu' : [" +
                "{'val': '年度房地产开发企业本年实际到位资金(亿元)'},{'val': '年度房地产开发企业国内贷款(亿元)'},{'val': '年度房地产开发企业利用外资(亿元)'},{'val': '年度房地产开发企业外商直接投资(亿元)'},{'val': '年度房地产开发企业自筹资金(亿元)'},{'val': '年度房地产开发企业其他资金来源(亿元)'},{'val': '年度房地产开发企业定金及预收款(亿元)'},{'val': '年度房地产开发企业个人按揭贷款(亿元)'},{'val': '年度房地产开发企业其他到位资金(亿元)'}"+
                "]}" +
            "]}," +
            "{'val': '房地产开发企业房屋建筑面积和造价', 'menu' : [" +
                "{'val': '地产开发企业房屋建筑面积和造价', 'menu' : [" +
                "{'val': '年度房地产开发企业施工房屋面积(万平方米)'},{'val': '年度房地产开发企业竣工房屋面积(万平方米)'},{'val': '年度房地产开发企业房屋建筑面积竣工率(百分比)'},{'val': '年度房地产开发企业竣工房屋价值(亿 元)'},{'val': '年度房地产开发企业竣工房屋造价(元/平方米)'}"+
                "]}" +
            "]}," +
            "{'val': '按用途房地产开发企业新开工面积', 'menu' : [" +
                "{'val': '按用途房地产开发企业新开工面积', 'menu' : [" +
                "{'val': '年度房地产开发企业住宅新开工房屋面积(万平方米)'},{'val': '年度房地产开发企业别墅、高档公寓新开工房屋面积(万平方米)'},{'val': '年度房地产开发企业办公楼新开工房屋面积(万平方米)'},{'val': '年度房地产开发企业商业营业用房新开工房屋面积(万平方米)'},{'val': '年度房地产开发企业其他用途新开工房屋面积(万 平方米)'}"+
                "]}" +
            "]}," +
            "{'val': '按用途分商品房销售面积', 'menu' : [" +
                "{'val': '按用途分商品房销售面积', 'menu' : [" +
                "{'val': '年度商品房销售面积(万平方米)'},{'val': '年度住宅商品房销售面积(万平方米)'},{'val': '年度别墅、高档公寓销售面积(万平方米)'},{'val': '年度办公楼商品房销售面积(万平方米)'},{'val': '年度商业营业用房销售面积(万平方米)'},{'val': '年度其他商品房销售面积(万平方米)'}"+
                "]}" +
            "]}," +
            "{'val': '按用途分商品房销售额', 'menu' : [" +
                "{'val': '按用途分商品房销售额', 'menu' : [" +
                "{'val': '年度商品房销售额(亿元)'},{'val': '年度住宅商品房销售额(亿元)'},{'val': '年度别墅、高档公寓销售额(亿元)'},{'val': '年度办公楼销售额(亿元)'},{'val': '年度商业营业用房销售额(亿元)'},{'val': '年度其他商品房销售额(亿元)'}"+
                "]}" +
            "]}," +
            "{'val': '按用途分商品房平均销售价格', 'menu' : [" +
                "{'val': '按用途分商品房平均销售价格', 'menu' : [" +
                "{'val': '年度商品房平均销售价格(元每平方米)'},{'val': '年度住宅商品房平均销售价格(元每平方米)'},{'val': '年度别墅、高档公寓平均销售价格(元每平方米)'},{'val': '年度办公楼商品房平均销售价格(元每平方米)'},{'val': '年度商业营业用房平均销售价格(元每平方米)'},{'val': '年度其他商品房平均销售价格(元每平方米)'}"+
                "]}" +
            "]}," +
            "{'val': '房地产开发企业资产负债', 'menu' : [" +
                "{'val': '房地产开发企业资产负债', 'menu' : [" +
                "{'val': '年度房地产开发企业实收资本(亿元)'},{'val': '年度房地产开发企业资产总计(亿元)'},{'val': '年度房地产开发企业累计折旧(亿元)'},{'val': '年度房地产开发企业本年折旧(亿元)'},{'val': '年度房地产开发企业负债合计(亿元)'},{'val': '年度房地产开发企业所有者权益(亿元)'},{'val': '年度房地产开发企业资产负债率( 百分比)'}"+
                "]}" +
            "]}," +
            "{'val': '房地产开发企业经营情况', 'menu' : [" +
                "{'val': '房地产开发企业经营情况', 'menu' : [" +
                "{'val': '年度房地产开发企业主营业务收入(亿元)'},{'val': '年度房地产开发企业土地转让收入(亿元)'},{'val': '年度房地产开发企业商品房销售收入(亿元)'},{'val': '年度房地产开发企业房屋出租收入(亿元)'},{'val': '年度房地产开发企业其他收入(亿元)'},{'val': '年度房地产开发企业主营业务税金及附加(亿元)'},{'val': '年度房地产开发企业营业利润(亿元)'}"+
                "]}" +
            "]}," +
            "{'val': '按项目规模分房地产开发完成投资', 'menu' : [" +
                "{'val': '按项目规模分房地产开发完成投资', 'menu' : [" +
                "{'val': '年度500万元以下房地产开发投资额(亿元)'},{'val': '年度500-1000万元房地产开发投资额(亿元)'},{'val': '年度1000-3000万元房地产开发投资额(亿元)'},{'val': '年度3000-5000万元房地产开发投资额(亿元)'},{'val': '年度5000万-1亿元房地产开发投资额(亿元)'},{'val': '年度1-5亿元房地产开发投资额(亿元)'},{'val': '年度5-10亿元房地产开发投资额(亿元)'},{'val': '年度10亿元以上房地产开发投资额(亿元)'}"+
                "]}" +
            "]}," +
            "{'val':  '房地产开发企业成套住宅竣工与销售情况' , 'menu': [" +
                "{'val': '房地产开发企业成套住宅竣工与销售情况', 'menu' : [" +
                "{'val': '年度房地产开发企业住宅竣工套数(套)'},{'val': '年度房地产开发企业别墅、高档公寓竣工套数(套)'},{'val': '年度房地产开发企业住宅销售套数(套)'},{'val': '年度房地产开发企业别墅、高档公寓销售套数(套)'}"+
                "]}" +
            "]}" +
      "]}," +
      "{'val': '对外经济贸易', 'menu': [" +
            "{'val': '按经营单位所在地分货物进出口总额', 'menu' : [" +
                "{'val': '按经营单位所在地分货物进出口总额', 'menu' : [" +
                "{'val': '年度经营单位所在地进出口总额(千美元)'},{'val': '年度经营单位所在地出口总额(千美元)'},{'val': '年度经营单位所在地进口总额(千美元)'}"+
                "]}" +
            "]}," +
            "{'val': '按境内目的地和货源地分货物进出口总额', 'menu' : [" +
                "{'val': '按境内目的地和货源地分货物进出口总额', 'menu' : [" +
                "{'val': '年度境内目的地和货源地进出口总额(千美元)'},{'val': '年度境内目的地和货源地出口总额(千美元)'},{'val': '年度境内目的地和货源地进口总额(千美元)'}"+
                "]}" +
            "]}," +
            "{'val': '外商投资企业货物进出口总额', 'menu' : [" +
                "{'val': '外商投资企业货物进出口总额', 'menu' : [" +
                "{'val': '年度外商投资企业进出口总额(千美元)'},{'val': '年度外商投资企业出口总额(千美元)'},{'val': '年度外商投资企业进口总额(千美元)'}"+
                "]}" +
            "]}," +
            "{'val': '外商投资企业年底注册登记情况', 'menu' : [" +
                "{'val': '外商投资企业年底注册登记情况', 'menu' : [" +
                "{'val': '年度外商投资企业数(户)'},{'val': '年度外商投资企业投资总额(百万美元)'},{'val': '年度外商投资企业注册资本(百万美元)'},{'val': '年度外方外商投资企业注册资本(百万美元)'}"+
                "]}" +
            "]}" +
      "]}," +
      "{'val': '能源', 'menu': [" +
            "{'val': '按行业分国有经济能源工业固定资产投资', 'menu' : [" +
                "{'val': '按行业分国有经济能源工业固定资产投资', 'menu' : [" +
                "{'val': '年度国有经济能源工业固定资产投资(亿元)'},{'val': '年度国有经济煤炭采选业固定资产投资(亿元)'},{'val': '年度国有经济石油和天然气开采业固定资产投资(亿元)'},{'val': '年度国有经济电力、蒸汽、热水生产和供应业固定资产投资(亿元)'},{'val': '年度国有经济石油加工及炼焦业固定资产投资(亿元)'},{'val': '年度国有经济煤气生产和供应业固定资产投资(亿元)'}"+
                "]}" +
            "]}," +
            "{'val': '能源工业分行业投资', 'menu' : [" +
                "{'val': '能源工业分行业投资', 'menu' : [" +
                "{'val': '年度能源工业投资(亿元)'},{'val': '年度煤炭采选业投资(亿元)'},{'val': '年度石油和天然气开采业投资(亿元)'},{'val': '年度电力、蒸汽、热水生产和供应业投资(亿元)'},{'val': '年度石油加工及炼焦业投资( 亿元)'},{'val': '年度煤气生产和供应业投资(亿元)'}"+
                "]}" +
            "]}," +
            "{'val': '主要能源产品生产量', 'menu' : [" +
                "{'val': '主要能源产品生产量', 'menu' : [" +
                "{'val': '年度焦炭生产量(万吨)'},{'val': '年度原油生产量(万吨)'},{'val': '年度汽油生产量(万吨)'},{'val': '年度煤油生产量(万吨)'},{'val': '年度柴油生产量(万吨)'},{'val': '年度燃料油生产量(万吨)'},{'val': '年度天然气生产量(亿立方米)'},{'val': '年度发电量(亿千瓦小时)'},{'val': '年度水力发电量(亿千瓦小时)'},{'val': '年度火力发电量(亿千瓦小时)'}"+
                "]}" +
            "]}," +
            "{'val': '城市能源产品供应', 'menu' : [" +
                "{'val': '城市能源产品供应', 'menu' : [" +
                "{'val': '年度城市天然气供气总量(亿立方米)'},{'val': '年度城市天然气用气人口(万人)'},{'val': '年度城市人工煤气供气总量(亿立方米)'},{'val': '年度城市人工煤气用气人口(万人)'},{'val': '年度城市液化石油气供气总量(万吨)'},{'val': '年度城市液化石油气用气人口(万人)'}"+
                "]}" +
            "]}," +
            "{'val': '城市集中供热', 'menu' : [" +
                "{'val': '城市集中供热', 'menu' : [" +
                "{'val': '年度蒸汽供热能力(吨/小时)'},{'val': '年度热水供热能力(兆瓦)'}"+
                "]}" +
            "]}," +
            "{'val': '主要能源产品消费量', 'menu' : [" +
                "{'val': '主要能源产品消费量', 'menu' : [" +
                "{'val': '年度煤炭消费量(万吨)'},{'val': '年度焦炭消费量(万吨)'},{'val': '年度原油消费量(万吨)'},{'val': '年度汽油消费量(万吨)'},{'val': '年度煤油消费量(万吨)'},{'val': '年度柴油消费量(万吨)'},{'val': '年度燃料油消费量(万吨)'},{'val': '年度天然气消费量(亿立方米)'},{'val': '年度电力消费量(亿千瓦小时)'}"+
                "]}" +
            "]}," +
            "{'val': '能源消耗指标', 'menu' : [" +
                "{'val': '能源消耗指标', 'menu' : [" +
                "{'val': '年度单位地区生产总值能耗(等价值)'},{'val': '年度同比增长(百分比)'},{'val': '年度单位工业增加值能耗(规模以上当量值)'},{'val': '年度同比增长(百分比)'},{'val': '年度单位地区生产总值电耗(等价值)'},{'val': '年度同比增长(百分比)'}"+
                "]}" +
            "]}" +
      "]}," +
      "{'val': '财政', 'menu': [" +
            "{'val': '地方财政支出', 'menu' : [" +
                "{'val': '地方财政支出', 'menu' : [" +
                "{'val': '年度地方财政一般预算支出(亿元)'},{'val': '年度地方财政一般公共服务支出(亿元)'},{'val': '年度地方财政国防支出(亿元)'},{'val': '年度地方财政公共安全支出(亿元)'},{'val': '年度地方财政教育支出(亿元)'},{'val': '年度地方财政科学技术支出(亿元)'},{'val': '年度地方财政文化体育与传媒支出(亿元)'},{'val': '年度地方财政社会保障和就业支出(亿元)'},{'val': '年度地方财政医疗卫生支出(亿元)'},{'val': '年度地方财政环境保护支出(亿元)'},{'val': '年度地方财政城乡社区事务支出(亿元)'},{'val': '年度地方财政农林水事务支出(亿元)'},{'val': '年度地方财政交通运输支出(亿元)'},{'val': '年度地方财政资源勘探电力信息等事务支出(亿 元)'},{'val': '年度地方财政商业服务业等事务支出(亿元)'},{'val': '年度地方财政金融监管支出(亿元)'},{'val': '年度地方财政国土资源气象等事务支出决策数(亿元)'},{'val': '年度地方财政住房保障支出支出(亿元)'},{'val': '年度地方财政粮油物资储备管理等事务(亿元)'},{'val': '年度地方财政国债还本付息支出(亿元)'},{'val': '年度地方财政其他支出(亿元)'}"+
                "]}" +
            "]}," +
            "{'val': '地方财政收入', 'menu' : [" +
                "{'val': '地方财政收入', 'menu' : [" +
                "{'val': '年度地方财政一般预算收入(亿元)'},{'val': '年度地方财政税收收入(亿元)'},{'val': '年度地方财政国内增值税(亿元)'},{'val': '年度地方财政营业税(亿元)'},{'val': '年度地方财政企业所得税(亿元)'},{'val': '年度地方财政个人所得税(亿元)'},{'val': '年度地方财政资源税(亿元)'},{'val': '年度地方财政城市维护建设税(亿元)'},{'val': '年度地方财政房产税(亿元)'},{'val': '年度地方财政印花税(亿元)'},{'val': '年度地方财政城镇土地使用税(亿元)'},{'val': '年度地方财政土地增值税(亿元)'},{'val': '年度地方财政车船税(亿元)'},{'val': '年度地方财政耕地占用税(亿元)'},{'val': '年度地方财政契税(亿元)'},{'val': '年度地方财政烟叶税( 亿元)'},{'val': '年度地方财政其他税收收入(亿元)'},{'val': '年度地方财政非税收入(亿元)'},{'val': '年度 地方财政专项收入(亿元)'},{'val': '年度地方财政行政事业性收费收入(亿元)'},{'val': '年度地方财政罚没收入(亿元)'},{'val': '年度地方财政国有资本经营收入(亿元)'},{'val': '年度地方财政国有资源(资产)有偿使用收入(亿元)'},{'val': '年度地方财政其他非税收入(亿元)'}"+
                "]}" +
            "]}" +
      "]}," +
      "{'val': '价格指数', 'menu': [" +
            "{'val': '居民消费价格指数和商品零售价格指数(上年=100)', 'menu' : [" +
                "{'val': '居民消费价格指数和商品零售价格指数(上年=100)', 'menu' : [" +
                "{'val': '年度居民消费价格指数(上年=100)'},{'val': '年度城市居民消费价格指数(上年=100)'},{'val': '年度农村居民消费价格指数(上年=100)'},{'val': '年度商品零售价格指数(上年=100)'},{'val': '年度城市商品零售价格指数(上年=100)'},{'val': '年度农村商品零售价格指数(上年=100)'}"+
                "]}" +
            "]}," +
            "{'val': '居民消费价格分类指数(上年=100)(2016-)', 'menu' : [" +
                "{'val': '居民消费价格分类指数(上年=100)(2016-)', 'menu' : [" +
                "{'val': '年度食品烟酒类居民消费价格指数(上年=100)'},{'val': '年度食品类居民消费价格指数(上年=100)(2016-)'},{'val': '年度粮食类居民消费价格指数(上年=100)(2016-)'},{'val': '年度薯类居民消费价格指数(上年=100)'},{'val': '年度豆类居民消费价格指数(上年=100)'},{'val': '年度食用油类居民消费价格指数(上年=100)'},{'val': '年度菜类居民消费价格指数(上年=100)(2016-)'},{'val': '年度鲜菜类居民消费价格指数(上年=100)(2016-)'},{'val': '年度畜肉类居民消费价格指数(上年=100)'},{'val': '年度禽肉类居民消费价格指数(上年=100)'},{'val': '年度水产品类居民消费价格指数(上年=100)(2016-)'},{'val': '年度蛋类居民消费价格指数(上年=100)(2016-)'},{'val': '年度奶类居民消费价格指数( 上年=100)'},{'val': '年度干鲜瓜果类居民消费价格指数(上年=100)(2016-)'},{'val': '年度鲜瓜果类居民消费价格指数(上年=100)'},{'val': '年度糖果糕点类居民消费价格指数(上年=100)'},{'val': '年度调味品类居民消费价格指数(上年=100)'},{'val': '年度其他食品类居民消费价格指数(上年=100)'},{'val': '年度茶及饮料类居民消费价格指 数(上年=100)'},{'val': '年度烟酒类居民消费价格指数(上年=100)'},{'val': '年度在外餐饮类居民消费价格指数(上年=100)'},{'val': '年度衣着类居民消费价格指数(上年=100)(2016-)'},{'val': '年度服装类居民消费价格指数(上年=100)(2016-)'},{'val': '年度服装材料类居民消费价格指数(上年=100)'},{'val': '年度其他衣着及配件类居民消费价格指数(上年=100)'},{'val': '年度衣着加工服务费类居民消费价格指数(上年=100)(2016-)'},{'val': '年度鞋类居民消费价格指数(上年=100)'},{'val': '年度居住类居民消费价格指数(上年=100)(2016-)'},{'val': '年度租赁房房租类居民消费价格指数(上年=100)'},{'val': '年度住房保养维修及管理类居民消费价格指数(上年=100)'},{'val': '年度水电燃料类居民消费价格指数(上年=100)(2016-)'},{'val': '年度自有住房类居民消费价格指数(上年=100)(2016-)'},{'val': '年度生活用品及服务类居民消费价格指数(上年=100)'},{'val': '年度家具及室内装饰品类居民消费价格指数(上年=100)'},{'val': '年度家用器具类居民消费价格指数(上年=100)'},{'val': '年度家用纺织品类居民消费价格指数(上年=100)'},{'val': '年度家庭日用杂品类居民消费价格指数(上年=100)(2016-)'},{'val': '年度个人护理用品类居民消费价格指数(上 年=100)'},{'val': '年度家庭服务类居民消费价格指数(上年=100)'},{'val': '年度交通和通信类居民消费价格指 数(上年=100)(2016-)'},{'val': '年度交通类居民消费价格指数(上年=100)(2016-)'},{'val': '年度交通工具类居民消费价格指数(上年=100)(2016-)'},{'val': '年度交通工具用燃料类居民消费价格指数(上年=100)'},{'val': '年度交通工具使用和维修类居民消费价格指数(上年=100)'},{'val': '年度交通费类居民消费价格指数(上年=100)'},{'val': '年度通信类居民消费价格指数(上年=100)(2016-)'},{'val': '年度教育文化和娱乐类居民消费价格指数(上年=100)'},{'val': '年度教育类居民消费价格指数(上年=100)(2016-)'},{'val': '年度教育用品类居民消费价格指数(上年=100)'},{'val': '年度教育服务类居民消费价格指数(上年=100)'},{'val': '年度文化娱乐类居民消费价格指数(上年=100)(2016-)'},{'val': '年度文娱耐用消费品类居民消费价格指数(上年=100)'},{'val': '年度其他文娱用品类居民消费价格指数(上年=100)'},{'val': '年度文化娱乐服务类居民消费价格指数(上年=100)'},{'val': '年度旅游类居民消费价格指数(上年=100)(2016-)'},{'val': '年度医疗保健类居民消费价格指数(上年=100)(2016-)'},{'val': '年度药品及医疗器具类居民消费价格指数(上年=100)'},{'val': '年度医疗服务类居民消费价格指数(上年=100)'},{'val': '年度其他用品和服务类居民消费价格指数(上年=100)'},{'val': '年度其他用品类居民消费价格指数(上年=100)'},{'val': '年度其他服务类居民消费价格指数(上年=100)'}"+
                "]}" +
            "]}," +
            "{'val': '居民消费价格分类指数(上年=100)(-2015)', 'menu' : [" +
                "{'val': '居民消费价格分类指数(上年=100)(-2015)', 'menu' : [" +
                "{'val': '年度居民消费价格指数(上年=100)'},{'val': '年度食品类居民消费价格指数(上年=100)(-2015)'},{'val': '年度粮食类居民消费价格指数(上年=100)(-2015)'},{'val': '年度油脂类居民消费价格指数(上年=100)'},{'val': '年度肉禽及其制品类居民消费价格指数(上年=100)'},{'val': '年度蛋类居民消费价格指数(上年=100)(-2015)'},{'val': '年度水产品类居民消费价格指数(上年=100)(-2015)'},{'val': '年度菜类居民消费价格指数(上年=100)(-2015)'},{'val': '年度鲜菜类居民消费价格指数(上年=100)(-2015)'},{'val': '年度干鲜瓜果类居民消费价格指数(上年=100)'},{'val': '年度鲜果类居民消费价格指数(上年=100)'},{'val': '年度在外用膳食品类居民消费价格指数(上年=100)'},{'val': '年度烟酒及用品类居民消费价格指数(上年=100)'},{'val': '年度烟草类居民消费价格指数(上年=100)'},{'val': '年度酒类居民消费价格指数(上年=100)'},{'val': '年度衣着类居民消费价格指数(上年=100)(-2015)'},{'val': '年度服装类居民消费价格指数(上年=100)(-2015)'},{'val': '年度衣着材料类居民消费价格指数(上年=100)'},{'val': '年度鞋袜帽类居民消费价格指数(上年=100)'},{'val': '年度衣着加工服务费类居民消费价格指数(上年=100)(-2015)'},{'val': '年度家庭设备用品及服务类居民消费价格指数(上年=100)'},{'val': '年度耐用消费品类居民消费价格指数(上年=100)'},{'val': '年度室内装饰品类居民消费价格指数(上年=100)'},{'val': '年度床上用品类居民消费价格指数(上年=100)'},{'val': '年度家庭日用杂品类居民消费价格指数(上年=100)(-2015)'},{'val': '年度家庭服务及加工维修服务费类居民消费价格指数(上年=100)'},{'val': '年度医疗保健和个人用品类居民消费价格指数(上年=100)'},{'val': '年度医疗保健类居民消费价格指数(上年=100)(-2015)'},{'val': '年度医疗器具及用品类居民消费价格指数(上年=100)'},{'val': '年度中药材及中成药类居民消费价格指数(上年=100)'},{'val': '年度西药类居民消费价格指数(上年=100)'},{'val': '年度保健器具及用品类居民消费价格指数(上年=100)'},{'val': '年度医疗保健服务类居民消费价格指数(上年=100)'},{'val': '年度个人用品及服务类居民消费价格指数(上年=100)'},{'val': '年度化妆美容用品类居民消费价格指数(上 年=100)'},{'val': '年度卫生用品类居民消费价格指数(上年=100)'},{'val': '年度个人饰品类居民消费价格指数(上年=100)'},{'val': '年度个人服务类居民消费价格指数(上年=100)'},{'val': '年度交通和通信类居民消费价格 指数(上年=100)(-2015)'},{'val': '年度交通类居民消费价格指数(上年=100)(-2015)'},{'val': '年度交通工具类居民消费价格指数(上年=100)(-2015)'},{'val': '年度车用燃料及零配件类居民消费价格指数(上年=100)'},{'val': '年度车辆使用及维修费类居民消费价格指数(上年=100)'},{'val': '年度市内公共交通费类居民消费价格指数(上年=100)'},{'val': '年度城市间交通费类居民消费价格指数(上年=100)'},{'val': '年度通信类居民消费价格指数(上年=100)(-2015)'},{'val': '年度通信工具类居民消费价格指数(上年=100)'},{'val': '年度通信服务类居民消费价格指数(上年=100)'},{'val': '年度娱乐教育文化类居民消费价格指数(上年=100)'},{'val': '年度文娱用耐用消费品及服务类居民消费价格指数(上年=100)'},{'val': '年度教育类居民消费价格指数(上年=100)(-2015)'},{'val': '年度教材及参考书类居民消费价格指数(上年=100)'},{'val': '年度文化娱乐类居民消费价格指数(上年=100)(-2015)'},{'val': '年度文化娱乐用品类居民消费价格指数(上年=100)'},{'val': '年度书报杂志类居民消费价格指数(上年=100)'},{'val': '年度文娱费类居民消费价格指数(上年=100)'},{'val': '年度旅游类居民消费价格指数(上年=100)(-2015)'},{'val': '年度居住类居民消费价格指数(上年=100)(-2015)'},{'val': '年度建房及装修材料类居民消费价格指数(上年=100)'},{'val': '年度租房类居民消费价格指数(上年=100)'},{'val': '年度自有住房类居民消费价格指数(上年=100)(-2015)'},{'val': '年度水电燃料类居民消费价格指数(上年=100)(-2015)'}"+
                "]}" +
            "]}," +
            "{'val': '农村居民消费价格分类指数(上年=100)', 'menu' : [" +
                "{'val': '农村居民消费价格分类指数(上年=100)', 'menu' : [" +
                "{'val': '年度农村居民消费价格指数(上年=100)'},{'val': '年度食品类农村居民消费价格指数(上年=100)'},{'val': '年度粮食类农村居民消费价格指数(上年=100)'},{'val': '年度淀粉及制品类农村居民消费价格指数(上年=100)'},{'val': '年度干豆类及豆制品类农村居民消费价格指数(上年=100)'},{'val': '年度油脂类农村居民消费价格指数(上年=100)'},{'val': '年度肉禽及其制品类农村居民消费价格指数(上年=100)'},{'val': '年度食用畜肉及副产品类农村居民消费价格指数(上年=100)'},{'val': '年度禽类农村居民消费价格指数(上年=100)'},{'val': '年度加工肉禽类农村居民消费价格指数(上年=100)'},{'val': '年度蛋类农村居民消费价格指数(上年=100)'},{'val': '年度水产品类农村居民消费价格指数(上年=100)'},{'val': '年度鱼类农村居民消费价格指数(上年=100)'},{'val': '年度其他水产品类农村居民消费价格指数(上年=100)'},{'val': '年度菜类农村居民消费价格指数(上年=100)'},{'val': '年度调味品类农村居民消费价格指数(上年=100)'},{'val': '年度糖类农村居民消费价格指数(上年=100)'},{'val': '年度茶及饮料类农村居民消费价格指数(上年=100)'},{'val': '年度茶叶类农村居民消费价格指数(上年=100)'},{'val': '年度饮料类农村居民消费价格指数(上年=100)'},{'val': '年度干鲜瓜果类农村居民消费价格指数(上年=100)'},{'val': '年度糕点饼干类农村居民消费价格指数(上年=100)'},{'val': '年度液体乳及乳制品类农村居民消费价格指数(上年=100)'},{'val': '年度在外用膳食品类农村居民消费价格指数(上年=100)'},{'val': '年度其他食品类农村居民消费价格指数(上年=100)'},{'val': '年度烟酒及饮料类农村居民消费价格指数(上年=100)'},{'val': '年度烟草类农村居民消费价格指数(上年=100)'},{'val': '年度酒类农村居民消费价格指数(上年=100)'},{'val': '年度衣着类农村居民消费价格指数(上年=100)'},{'val': '年度服装类农村居民消费价格指数(上年=100)'},{'val': '年度男式服装类农村居民消费价格指数(上年=100)'},{'val': '年度女式服装类农村居民消费价格指数( 上年=100)'},{'val': '年度儿童服装类农村居民消费价格指数(上年=100)'},{'val': '年度衣着材料类农村居民消 费价格指数(上年=100)'},{'val': '年度鞋袜帽类农村居民消费价格指数(上年=100)'},{'val': '年度鞋类农村居民消费价格指数(上年=100)'},{'val': '年度袜子类农村居民消费价格指数(上年=100)'},{'val': '年度帽子类农村居民消费价格指数(上年=100)'},{'val': '年度衣着加工服务费类农村居民消费价格指数(上年=100)'},{'val': '年度家庭设备用品及维修服务类农村居民消费价格指数(上年=100)'},{'val': '年度耐用消费品类农村居民消费价格指数(上年=100)'},{'val': '年度家具类农村居民消费价格指数(上年=100)'},{'val': '年度家庭设备类农村居民消费价格指数(上年=100)'},{'val': '年度室内装饰品类农村居民消费价格指数(上年=100)'},{'val': '年度床上用品类农村居民消费价格指数(上年=100)'},{'val': '年度家庭日用杂品类农村居民消费价格指数(上年=100)'},{'val': '年度家庭服务及加工维修服务类农村居民消费价格指数(上年=100)'},{'val': '年度医疗保健和个人用品类农村居民消费价格指数(上年=100)'},{'val': '年度医疗保健类农村居民消费价格指数(上年=100)'},{'val': '年度医疗器具及用品类农村居民消费价格指数(上年=100)'},{'val': '年度中药材及中成药类农村居民消费价格指数(上年=100)'},{'val': '年度西药类农村居民消费价格指数(上年=100)'},{'val': '年度保健器具及用品类农村居民消费价格指数( 上年=100)'},{'val': '年度医疗保健服务费类农村居民消费价格指数(上年=100)'},{'val': '年度个人用品及服务 类农村居民消费价格指数(上年=100)'},{'val': '年度化妆美容用品类农村居民消费价格指数(上年=100)'},{'val': '年度清洁化妆用品类农村居民消费价格指数(上年=100)'},{'val': '年度个人饰品类农村居民消费价格指数(上年=100)'},{'val': '年度个人服务类农村居民消费价格指数(上年=100)'},{'val': '年度交通和通信类农村居民消费价格指数(上年=100)'},{'val': '年度交通类农村居民消费价格指数(上年=100)'},{'val': '年度交通工具类农村居民消费价格指数(上年=100)'},{'val': '年度车用燃料及零配件类农村居民消费价格指数(上年=100)'},{'val': '年度车辆使用及维修费类农村居民消费价格指数(上年=100)'},{'val': '年度市内公共交通费类农村居民消费价格指数( 上年=100)'},{'val': '年度城市间交通费类农村居民消费价格指数(上年=100)'},{'val': '年度通信类农村居民消 费价格指数(上年=100)'},{'val': '年度通信工具类农村居民消费价格指数(上年=100)'},{'val': '年度通信服务类农村居民消费价格指数(上年=100)'},{'val': '年度娱乐教育文化用品及服务类农村居民消费价格指数(上年=100)'},{'val': '年度文娱用耐用消费品及服务类农村居民消费价格指数(上年=100)'},{'val': '年度教育类农村居民消费价格指数(上年=100)'},{'val': '年度教材及参考书类农村居民消费价格指数(上年=100)'},{'val': '年度学杂托幼费类农村居民消费价格指数(上年=100)'},{'val': '年度文化娱乐类农村居民消费价格指数(上年=100)'},{'val': '年度文化娱乐用品类农村居民消费价格指数(上年=100)'},{'val': '年度书报杂志类农村居民消费价格指数(上年=100)'},{'val': '年度文娱费类农村居民消费价格指数(上年=100)'},{'val': '年度旅游类农村居民消费价格指数(上 年=100)'},{'val': '年度居住类农村居民消费价格指数(上年=100)'},{'val': '年度建房及装修材料类农村居民消 费价格指数(上年=100)'},{'val': '年度租房类农村居民消费价格指数(上年=100)'},{'val': '年度自有住房类农村居民消费价格指数(上年=100)'},{'val': '年度水电燃料类农村居民消费价格指数(上年=100)'}"+
                "]}" +
            "]}," +
            "{'val': '商品零售价格分类指数(上年=100)', 'menu' : [" +
                "{'val': '商品零售价格分类指数(上年=100)', 'menu' : [" +
                "{'val': '年度商品零售价格指数(上年=100)'},{'val': '年度食品类商品零售价格指数(上年=100)'},{'val': '年度粮食类商品零售价格指数(上年=100)'},{'val': '年度油脂类商品零售价格指数(上年=100)'},{'val': '年度肉禽及其制品类商品零售价格指数(上年=100)'},{'val': '年度蛋类商品零售价格指数(上年=100)'},{'val': '年度水产品类商品零售价格指数(上年=100)'},{'val': '年度菜类商品零售价格指数(上年=100)'},{'val': '年度干鲜瓜果类商品零售价格指数(上年=100)'},{'val': '年度饮料烟酒类商品零售价格指数(上年=100)'},{'val': '年度服装鞋帽类商品零售价格指数(上年=100)'},{'val': '年度纺织品类商品零售价格指数(上年=100)'},{'val': '年度家用电器及音像器材类商品零售价格指数(上年=100)'},{'val': '年度文化办公用品类商品零售价格指数(上年=100)'},{'val': '年度日用品类商品零售价格指数(上年=100)'},{'val': '年度体育娱乐用品类商品零售价格指数(上年=100)'},{'val': '年度交通、通信用品类商品零售价格指数(上年=100)'},{'val': '年度家具类商品零售价格指数(上年=100)'},{'val': '年度化妆品类商品零售价格指数(上年=100)'},{'val': '年度金银珠宝类商品零售价格指数(上年=100)'},{'val': '年度中西药品及医疗保健用品类商品零售价格指数(上年=100)'},{'val': '年度书报杂志及电子出版物类商品零售价格指数(上年=100)'},{'val': '年度燃料类商品零售价格指数(上年=100)'},{'val': '年度建筑材料及五金电料类商品零售价格指数(上年=100)'}"+
                "]}" +
            "]}," +
            "{'val': '农村商品零售价格指数(上年=100)', 'menu' : [" +
                "{'val': '农村商品零售价格指数(上年=100)', 'menu' : [" +
                "{'val': '年度农村商品零售价格指数(上年=100)'},{'val': '年度食品类农村商品零售价格指数(上年=100)'},{'val': '年度粮食类农村商品零售价格指数(上年=100)'},{'val': '年度淀粉类农村商品零售价格指数(上年=100)'},{'val': '年度干豆类及豆制品类农村商品零售价格指数(上年=100)'},{'val': '年度油脂类农村商品零售价格指数( 上年=100)'},{'val': '年度肉禽及其制品类农村商品零售价格指数(上年=100)'},{'val': '年度蛋类农村商品零售 价格指数(上年=100)'},{'val': '年度水产品类农村商品零售价格指数(上年=100)'},{'val': '年度菜类农村商品零售价格指数(上年=100)'},{'val': '年度调味品类农村商品零售价格指数(上年=100)'},{'val': '年度糖类农村商品零售价格指数(上年=100)'},{'val': '年度干鲜瓜果类农村商品零售价格指数(上年=100)'},{'val': '年度糕点饼干面包类农村商品零售价格指数(上年=100)'},{'val': '年度液体乳及乳制品类农村商品零售价格指数(上年=100)'},{'val': '年度在外用膳食品类农村商品零售价格指数(上年=100)'},{'val': '年度其他食品类农村商品零售价格指数(上年=100)'},{'val': '年度饮料、烟酒类农村商品零售价格指数(上年=100)'},{'val': '年度茶及饮料类农村商品零售价格指数(上年=100)'},{'val': '年度烟草类农村商品零售价格指数(上年=100)'},{'val': '年度酒类农村商品零售价格指数(上年=100)'},{'val': '年度服装、鞋帽类农村商品零售价格指数(上年=100)'},{'val': '年度服装类农村商品零售价格指数(上年=100)'},{'val': '年度鞋袜帽类农村商品零售价格指数(上年=100)'},{'val': '年度其他类农村商品零售价格指数(上年=100)'},{'val': '年度纺织品类农村商品零售价格指数(上年=100)'},{'val': '年度衣着材料类农村商品零售价格指数(上年=100)'},{'val': '年度床上用品类农村商品零售价格指数(上年=100)'},{'val': '年度家用电器及音像器材类农村商品零售价格指数(上年=100)'},{'val': '年度家庭设备类农村商品零售价格指数(上年=100)'},{'val': '年度文娱用耐用消费品类农村商品零售价格指数(上年=100)'},{'val': '年度音像器材类农村商品零售价格指数(上年=100)'},{'val': '年度文化办公用品类农村商品零售价格指数(上年=100)'},{'val': '年度日用品类农村商品零售价格指数(上年=100)'},{'val': '年度日用百货类农村商品零售价格指数(上年=100)'},{'val': '年度日用杂品类农村商品零售价格指数(上年=100)'},{'val': '年度洗涤用品类农村商品零售价格指数(上年=100)'},{'val': '年度其他日用品类农村商品零售价格指数(上年=100)'},{'val': '年度体育娱乐用品类农村商品零售价格指数(上年=100)'},{'val': '年度体育用品类农村商品零售价格指数(上年=100)'},{'val': '年度娱乐用品类农村商品零售价格指数(上年=100)'},{'val': '年度交通、通信用品类农村商品零售价格指数(上年=100)'},{'val': '年度交通运输机械类农村商品零售价格指数(上年=100)'},{'val': '年度通讯器材类农村商品零售价格指数(上年=100)'},{'val': '年度家具类农村商品零售价格指数(上年=100)'},{'val': '年度化妆品类农村商品零售价格指数(上年=100)'},{'val': '年度金银珠宝类农村商品零售价格指数(上年=100)'},{'val': '年度中西药品及医疗保健用品类农村商品零售价格指数(上年=100)'},{'val': '年度医疗器具及用品类农村商品零售价格指数(上年=100)'},{'val': '年度中药材及中成药类农村商品零售价格指数(上年=100)'},{'val': '年度西药类农村商品零售价格指数(上年=100)'},{'val': '年度保健器具及用品类农村商品零售价格指数(上年=100)'},{'val': '年度书报杂志及电子出版物类农村商品零售价格指数(上年=100)'},{'val': '年度教材及参考书类农村商品零售价格指数(上年=100)'},{'val': '年度书报杂志类农村商品零售价格指数(上年=100)'},{'val': '年度电子音像制品类农村商品零售价格指数(上年=100)'},{'val': '年度燃料类农村商品零售价格指数(上年=100)'},{'val': '年度煤炭及制品类农村商品零售价格指数(上年=100)'},{'val': '年度石油及制品类农村商品零售价格指数(上年=100)'},{'val': '年度建筑材料及五金电料类农村商品零售价格指数(上年=100)'},{'val': '年度建筑装璜材料类农村商品零售价格指数(上年=100)'},{'val': '年度五金电料类农村商品零售价格指数(上年=100)'}"+
                "]}" +
            "]}," +
            "{'val': '农业生产资料价格分类指数(上年=100)', 'menu' : [" +
                "{'val': '农业生产资料价格分类指数(上年=100)', 'menu' : [" +
                "{'val': '年度农业生产资料指数(上年=100)'},{'val': '年度农用手工工具指数(上年=100)'},{'val': '年度饲料价格指数(上年=100)'},{'val': '年度仔畜幼禽及产品畜(上年=100)'},{'val': '年度半机械化农具生产资料价格指数(上年=100)'},{'val': '年度机械化农具生产资料价格指数(上年=100)'},{'val': '年度化学肥料生产资料价格指数(上年=100)'},{'val': '年度农药及农药械生产资料价格指数(上年=100)'},{'val': '年度化学农药生产资料价格指数(上年=100)'},{'val': '年度农药器械生产资料价格指数(上年=100)'},{'val': '年度农用机油生产资料价格指数(上年=100)'},{'val': '年度其他农业生产资料价格指数(上年=100)'},{'val': '年度农用种子生产资料价格指数(上年=100)'},{'val': '年度其他农业生产资料(除种子)价格指数(上年=100)'},{'val': '年度农业生产服务价格指数(上年=100)'}"+
                "]}" +
            "]}," +
            "{'val': '农产品生产价格指数(上年=100)', 'menu' : [" +
                "{'val': '农产品生产价格指数(上年=100)', 'menu' : [" +
                "{'val': '年度农产品生产价格指数(上年=100)'},{'val': '年度种植业生产价格指数(上年价格=100)'},{'val': '年度谷物生产价格指数(上年价格=100)'},{'val': '年度小麦生产价格指数(上年价格=100)'},{'val': '年度玉米生产价格指数(上年价格=100)'},{'val': '年度豆类生产价格指数(上年价格=100)'},{'val': '年度大豆生产价格指数(上年价格=100)'},{'val': '年度薯类生产价格指数(上年价格=100)'},{'val': '年度油料生产价格指数(上年价格=100)'},{'val': '年度花生生产价格指数(上年价格=100)'},{'val': '年度棉花生产价格指数(上年价格=100)'},{'val': '年度蔬菜生产价格指数(上年价格=100)'},{'val': '年度水果生产价格指数(上年价格=100)'},{'val': '年度林产品生产价格指数(上年价格=100)'},{'val': '年度畜产品生产价格指数(上年价格=100)'},{'val': '年度猪生产价格指数(上年价格=100)'},{'val': '年度家禽生产价格指数(上年价格=100)'},{'val': '年度蛋类生产价格指数( 上年价格=100)'},{'val': '年度奶类生产价格指数(上年价格=100)'},{'val': '年度渔业产品生产价格指数(上年价格=100)'},{'val': '年度淡水养殖产品生产价格指数(上年=100)'}"+
                "]}" +
            "]}," +
            "{'val': '工业生产者出厂价格指数', 'menu' : [" +
                "{'val': '工业生产者出厂价格指数', 'menu' : [" +
                "{'val': '年度工业生产者出厂价格指数(上年=100)'}"+
                "]}" +
            "]}," +
            "{'val': '固定资产投资价格指数', 'menu' : [" +
                "{'val': '固定资产投资价格指数', 'menu' : [" +
                "{'val': '年度固定资产投资价格指数(上年=100)'},{'val': '年度建筑安装工程固定资产投资价格指数(上年=100)'},{'val': '年度设备工器具购置固定资产投资价格指数(上年=100)'},{'val': '年度其他费用固定资产投资价格指数(上年=100)'}"+
                "]}" +
            "]}" +
      "]}," +
      "{'val': '人民生活', 'menu': [" +
            "{'val': '全体及分城乡居民收支基本情况(新口径)', 'menu' : [" +
                "{'val': '全体及分城乡居民收支基本情况(新口径)', 'menu' : [" +
                "{'val': '年度居民人均可支配收入(元)'},{'val': '年度城镇居民人均可支配收入(元)(新口径)'},{'val': '年度农村居民人均可支配收入(元)'},{'val': '年度居民人均消费支出(元)'},{'val': '年度城镇居民人均消费支出(元)'},{'val': '年度农村居民人均消费支出(元)'}"+
                "]}" +
            "]}," +
            "{'val': '城乡居民人民币储蓄存款(年底余额)', 'menu' : [" +
                "{'val': '城乡居民人民币储蓄存款(年底余额)', 'menu' : [" +
                "{'val': '年度城乡居民人民币储蓄存款年底余额(亿元)'}"+
                "]}" +
            "]}," +
            "{'val': '城镇居民平均每人全年家庭收入来源', 'menu' : [" +
                "{'val': '城镇居民平均每人全年家庭收入来源', 'menu' : [" +
                "{'val': '年度城镇居民人均可支配收入(元)'},{'val': '年度城镇居民人均总收入(元)'},{'val': '年度城镇居民人均工资性收入(元)'},{'val': '年度城镇居民人均经营净收入(元)'},{'val': '年度城镇居民人均财产性收入(元)'},{'val': '年度城镇居民人均转移性收入(元)'}"+
                "]}" +
            "]}," +
            "{'val': '城镇居民家庭平均每人全年消费性支出', 'menu' : [" +
                "{'val': '城镇居民家庭平均每人全年消费性支出', 'menu' : [" +
                "{'val': '年度城镇居民家庭人均现金消费支出(元)'},{'val': '年度城镇居民家庭人均食品消费支出(元)'},{'val': '年度城镇居民家庭人均衣着消费支出(元)'},{'val': '年度城镇居民家庭人均居住消费支出(元)'},{'val': '年度城镇居民家庭人均家庭设备及用品消费支出(元)'},{'val': '年度城镇居民家庭人均医疗保健消费支出(元)'},{'val': '年度城镇居民家庭人均交通和通信消费支出(元)'},{'val': '年度城镇居民家庭人均文教娱乐服务消费支出( 元)'},{'val': '年度城镇居民家庭人均其它消费支出(元)'}"+
                "]}" +
            "]}," +
            "{'val': '城镇居民家庭平均每百户耐用消费品拥有量', 'menu' : [" +
                "{'val': '城镇居民家庭平均每百户耐用消费品拥有量', 'menu' : [" +
                "{'val': '年度城镇居民家庭平均每百户摩托车拥有量(辆)'},{'val': '年度城镇居民家庭平均每百户助力车拥有量(辆)'},{'val': '年度城镇居民家庭平均每百户家用汽车拥有量(辆)'},{'val': '年度城镇居民家庭平均每百户洗衣机拥有量(台)'},{'val': '年度城镇居民家庭平均每百户电冰箱拥有量(台)'},{'val': '年度城镇居民家庭平均每百户彩色电视机拥有量(台)'},{'val': '年度城镇居民家庭平均每百户计算机拥有量(台)'},{'val': '年度城镇居民家庭平均每百户组合音响拥有量(套)'},{'val': '年度城镇居民家庭平均每百户摄像机拥有量(架)'},{'val': '年度城镇居民家庭平均每百户照相机拥有量(台)'},{'val': '年度城镇居民家庭平均每百户钢琴拥有量(架)'},{'val': '年度城镇居民家庭平均每百户其他中高档乐器拥有量(件)'},{'val': '年度城镇居民家庭平均每百户微波炉拥有量(台)'},{'val': '年度城镇居民家庭平均每百户空调拥有量(台)'},{'val': '年度城镇居民家庭平均每百户淋浴热水器拥有量(台)'},{'val': '年度城镇居民家庭平均每百户消毒碗柜拥有量(台)'},{'val': '年度城镇居民家庭平均每百户洗碗机拥有量(台)'},{'val': '年度城镇居民家庭平均每百户健身器材拥有量(套)'},{'val': '年度城镇居民家庭平均每百户固定电话拥有量(部)'},{'val': '年度城镇居民家庭平均每百户移动电话拥有量(部)'}"+
                "]}" +
            "]}," +
            "{'val': '按来源分农村居民家庭人均纯收入', 'menu' : [" +
                "{'val': '按来源分农村居民家庭人均纯收入', 'menu' : [" +
                "{'val': '年度农村居民家庭人均纯收入(元)'},{'val': '年度农村居民家庭人均工资性纯收入(元)'},{'val': '年度农村居民家庭人均家庭经营纯收入(元)'},{'val': '年度农村居民家庭人均财产性纯收入(元)'},{'val': '年度农村居民家庭人均转移性纯收入(元)'}"+
                "]}" +
            "]}," +
            "{'val': '农村居民家庭平均每人消费支出', 'menu' : [" +
                "{'val': '农村居民家庭平均每人消费支出', 'menu' : [" +
                "{'val': '年度农村居民家庭平均每人消费支出(元)'},{'val': '年度农村居民家庭平均每人食品消费支出(元)'},{'val': '年度农村居民家庭平均每人衣着消费支出(元)'},{'val': '年度农村居民家庭平均每人居住消费支出(元)'},{'val': '年度农村居民家庭平均每人家庭设备及用品消费支出(元)'},{'val': '年度农村居民家庭平均每人交通通信消费支出(元)'},{'val': '年度农村居民家庭平均每人文教娱乐消费支出(元)'},{'val': '年度农村居民家庭平均每人医疗保健消费支出(元)'},{'val': '年度农村居民家庭平均每人其他消费支出(元)'}"+
                "]}" +
            "]}," +
            "{'val': '农村居民家庭平均每百户主要耐用消费品', 'menu' : [" +
                "{'val': '农村居民家庭平均每百户主要耐用消费品', 'menu' : [" +
                "{'val': '年度农村居民家庭平均每百户洗衣机拥有量(台)'},{'val': '年度农村居民家庭平均每百户电冰箱拥有量(台)'},{'val': '年度农村居民家庭平均每百户空调拥有量(台)'},{'val': '年度农村居民家庭平均每百户抽油烟机拥有量(台)'},{'val': '年度农村居民家庭平均每百户自行车拥有量(辆)'},{'val': '年度农村居民家庭平均每百户摩托车拥有量(辆)'},{'val': '年度农村居民家庭平均每百户固定电话拥有量(部)'},{'val': '年度农村居民家庭平均每百户移动电话拥有量(部)'},{'val': '年度农村居民家庭平均每百户黑白电视机拥有量(台)'},{'val': '年度农村居民家庭平均每百户彩色电视机拥有量(台)'},{'val': '年度农村居民家庭平均每百户照相机拥有量(台)'},{'val': '年度农村居民家庭平均每百户计算机拥有量(台)'}"+
                "]}" +
            "]}," +
            "{'val': '农村居民家庭住房情况', 'menu' : [" +
                "{'val': '农村居民家庭住房情况', 'menu' : [" +
                "{'val': '年度农村居民人均住房面积(平方米每人)'},{'val': '年度农村居民家庭住房价值(元每平方米)'},{'val': '年度农村居民家庭住房钢筋混凝土结构(平方米每人)'},{'val': '年度农村居民家庭住房砖木结构(平方米每人)'}"+
                "]}" +
            "]}" +
      "]}," +
      "{'val': '城市概况', 'menu': [" +
            "{'val': '全部地级及以上城市数', 'menu' : [" +
                "{'val': '全部地级及以上城市数', 'menu' : [" +
                "{'val': '年度全部地级及以上城市数(个)'},{'val': '年度城市市辖区年末总人口为400万以上的地级及以上城市 数(个)'},{'val': '年度城市市辖区年末总人口为200-400万的地级及以上城市数(个)'},{'val': '年度城市市辖区 年末总人口为100-200万的地级及以上城市数(个)'},{'val': '年度城市市辖区年末总人口为50-100万的地级及以上 城市数(个)'},{'val': '年度城市市辖区年末总人口为20-50万的地级及以上城市数(个)'},{'val': '年度城市市辖 区年末总人口为20万以下的地级及以上城市数(个)'}"+
                "]}" +
            "]}," +
            "{'val': '城市建设', 'menu' : [" +
                "{'val': '城市建设', 'menu' : [" +
                "{'val': '年度城区面积(平方公里)'},{'val': '年度建成区面积(平方公里)'},{'val': '年度城市建设用地面积( 平方公里)'},{'val': '年度征用土地面积(平方公里)'},{'val': '年度城市人口密度(人每平方公里)'}"+
                "]}" +
            "]}," +
            "{'val': '城市供水', 'menu' : [" +
                "{'val': '城市供水', 'menu' : [" +
                "{'val': '年度供水综合生产能力(万立方米每日)'},{'val': '年度供水管道长度(公里)'},{'val': '年度供水总量(亿吨)'},{'val': '年度生活用供水总量(亿吨)'},{'val': '年度生产用供水总量(亿吨)'},{'val': '年度用水人口(万人)'},{'val': '年度人均日生活用水量(升)'}"+
                "]}" +
            "]}," +
            "{'val': '城市燃气', 'menu' : [" +
                "{'val': '城市燃气', 'menu' : [" +
                "{'val': '年度液化石油气管道长度(公里)'},{'val': '年度天然气管道长度(公里)'},{'val': '年度人工煤气供气总量(亿立方米)'},{'val': '年度液化石油气供气总量(万吨)'},{'val': '年度天然气供气总量(亿立方米)'},{'val': '年度液化石油气用气人口(万人)'},{'val': '年度天然气用气人口(万人)'}"+
                "]}" +
            "]}," +
            "{'val': '城市集中供热', 'menu' : [" +
                "{'val': '城市集中供热', 'menu' : [" +
                "{'val': '年度蒸汽供热能力(吨/小时)'},{'val': '年度热水供热能力(兆瓦)'},{'val': '年度蒸汽供热总量(万吉焦)'},{'val': '年度热水供热总量(万吉焦)'},{'val': '年度蒸汽管道长度(公里)'},{'val': '年度热水管道长度(公里)'},{'val': '年度供热面积(亿平方米)'}"+
                "]}" +
            "]}," +
            "{'val': '城市市政设施', 'menu' : [" +
                "{'val': '城市市政设施', 'menu' : [" +
                "{'val': '年度道路长度(万公里)'},{'val': '年度道路面积(万平方米)'},{'val': '年度城市桥梁(座)'},{'val': '年度城市排水管道长度(万公里)'},{'val': '年度城市污水日处理能力(万立方米)'},{'val': '年度城市道路照明灯(盏)'}"+
                "]}" +
            "]}," +
            "{'val': '城市公共交通', 'menu' : [" +
                "{'val': '城市公共交通', 'menu' : [" +
                "{'val': '年度公共交通车辆运营数(辆)'},{'val': '年度公共汽电车运营数(辆)'},{'val': '年度轨道交通配属车辆数(辆)'},{'val': '年度运营线路总长度(公里)'},{'val': '年度公共汽电车运营线路总长度(公里)'},{'val': '年度轨道交通运营里程(公里)'},{'val': '年度公共交通客运总量(万人次)'},{'val': '年度公共汽电车客运量(万 人次)'},{'val': '年度轨道交通客运量(万人次)'},{'val': '年度出租汽车(辆)'}"+
                "]}" +
            "]}," +
            "{'val': '城市绿地和园林', 'menu' : [" +
                "{'val': '城市绿地和园林', 'menu' : [" +
                "{'val': '年度城市绿地面积(万公顷)'},{'val': '年度公园绿地面积(万公顷)'},{'val': '年度公园个数(个)'},{'val': '年度公园面积(万公顷)'},{'val': '年度建成区绿化覆盖率(百分比)'}"+
                "]}" +
            "]}," +
            "{'val': '城市市容环境卫生', 'menu' : [" +
                "{'val': '城市市容环境卫生', 'menu' : [" +
                "{'val': '年度道路清扫保洁面积(万平方米)'},{'val': '年度生活垃圾清运量(万吨)'},{'val': '年度粪便清运量(万吨)'},{'val': '年度市容环卫专用车辆设备(台)'},{'val': '年度公共厕所数量(座)'},{'val': '年度三类以上公共厕所数量(座)'}"+
                "]}" +
            "]}," +
            "{'val': '城市设施水平', 'menu' : [" +
                "{'val': '城市设施水平', 'menu' : [" +
                "{'val': '年度城市用水普及率(百分比)'},{'val': '年度城市燃气普及率(百分比)'},{'val': '年度每万人拥有公共交通车辆(标台)'},{'val': '年度人均城市道路面积(平方米)'},{'val': '年度人均公园绿地面积(平方米每人)'},{'val': '年度每万人拥有公共厕所(座)'}"+
                "]}" +
            "]}" +
      "]}," +
      "{'val': '资源和环境', 'menu': [" +
            "{'val': '主要能源,黑色金属矿产基础储量', 'menu' : [" +
                "{'val': '主要能源,黑色金属矿产基础储量', 'menu' : [" +
                "{'val': '年度石油储量(万吨)'},{'val': '年度天然气储量(亿立方米)'},{'val': '年度煤炭储量(亿吨)'},{'val': '年度铁矿储量(亿吨)'},{'val': '年度锰矿储量(万吨)'},{'val': '年度铬矿储量(万吨)'},{'val': '年度钒矿储量(万吨)'},{'val': '年度原生钛铁矿储量(万吨)'}"+
                "]}" +
            "]}," +
            "{'val': '主要有色金属,非金属矿产基础储量', 'menu' : [" +
                "{'val': '主要有色金属,非金属矿产基础储量', 'menu' : [" +
                "{'val': '年度铜矿储量(万吨)'},{'val': '年度铅矿储量(万吨)'},{'val': '年度锌矿储量(万吨)'},{'val': '年度铝土矿储量(万吨)'},{'val': '年度菱镁矿储量(万吨)'},{'val': '年度硫铁矿储量(万吨)'},{'val': '年度磷矿储量(亿吨)'},{'val': '年度高岭土储量(万吨)'}"+
                "]}" +
            "]}," +
            "{'val': '水资源', 'menu' : [" +
                "{'val': '水资源', 'menu' : [" +
                "{'val': '年度水资源总量(亿立方米)'},{'val': '年度地表水资源量(亿立方米)'},{'val': '年度地下水资源量( 亿立方米)'},{'val': '年度地表水与地下水资源重复量(亿立方米)'},{'val': '年度人均水资源量(立方米每人)'}"+
                "]}" +
            "]}," +
            "{'val': '供水用水情况', 'menu' : [" +
                "{'val': '供水用水情况', 'menu' : [" +
                "{'val': '年度供水总量(亿立方米)'},{'val': '年度地表水供水总量(亿立方米)'},{'val': '年度地下水供水总量(亿立方米)'},{'val': '年度其他供水总量(亿立方米)'},{'val': '年度用水总量(亿立方米)'},{'val': '年度农业用水总量(亿立方米)'},{'val': '年度工业用水总量(亿立方米)'},{'val': '年度生活用水总量(亿立方米)'},{'val': '年度生态用水总量(亿立方米)'},{'val': '年度人均用水量(立方米每人)'}"+
                "]}" +
            "]}," +
            "{'val': '废水中主要污染物排放', 'menu' : [" +
                "{'val': '废水中主要污染物排放', 'menu' : [" +
                "{'val': '年度废水排放总量(万吨)'},{'val': '年度化学需氧量排放量(万吨)'},{'val': '年度氨氮排放量(万吨)'},{'val': '年度总氮排放量(万吨)'},{'val': '年度总磷排放量(万吨)'},{'val': '年度石油类排放量(吨)'},{'val': '年度挥发酚排放量(吨)'},{'val': '年度铅排放量(千克)'},{'val': '年度汞排放量(千克)'},{'val': '年度镉排放量(千克)'},{'val': '年度总铬排放量(千克)'},{'val': '年度砷排放量(千克)'},{'val': '年度六价铬排放量(千克)'}"+
                "]}" +
            "]}," +
            "{'val': '废气中主要污染物排放', 'menu' : [" +
                "{'val': '废气中主要污染物排放', 'menu' : [" +
                "{'val': '年度二氧化硫排放量(吨)'},{'val': '年度氮氧化物排放量(吨)'},{'val': '年度烟(粉)尘排放量(吨)'}"+
                "]}" +
            "]}," +
            "{'val': '城市生活垃圾清运和处理情况', 'menu' : [" +
                "{'val': '城市生活垃圾清运和处理情况', 'menu' : [" +
                "{'val': '年度生活垃圾清运量(万吨)'},{'val': '年度无害化处理厂数(座)'},{'val': '年度生活垃圾卫生填埋无害化处理厂数(座)'},{'val': '年度生活垃圾焚烧无害化处理厂数(座)'},{'val': '年度生活垃圾无害化处理能力( 吨每日)'},{'val': '年度生活垃圾卫生填埋无害化处理能力(吨每日)'},{'val': '年度生活垃圾焚烧无害化处理能 力(吨每日)'},{'val': '年度生活垃圾无害化处理量(万吨)'},{'val': '年度生活垃圾卫生填埋无害化处理量(万吨)'},{'val': '年度生活垃圾堆肥无害化处理量(万吨)'},{'val': '年度生活垃圾焚烧无害化处理量(万吨)'},{'val': '年度粪便清运量(万吨)'},{'val': '年度粪便无害化处理量(万吨)'},{'val': '年度生活垃圾无害化处理率(百分 比)'}"+
                "]}" +
            "]}," +
            "{'val': '森林资源', 'menu' : [" +
                "{'val': '森林资源', 'menu' : [" +
                "{'val': '年度林业用地面积(万公顷)'},{'val': '年度森林面积(万公顷)'},{'val': '年度人工林面积(万公顷)'},{'val': '年度森林覆盖率(百分比)'},{'val': '年度活立木总蓄积量(亿立方米)'},{'val': '年度森林蓄积量(亿 立方米)'}"+
                "]}" +
            "]}," +
            "{'val': '造林面积', 'menu' : [" +
                "{'val': '造林面积', 'menu' : [" +
                "{'val': '年度造林总面积(千公顷)'},{'val': '年度当年人工造林面积(千公顷)'},{'val': '年度当年飞机播种面积(千公顷)'},{'val': '年度无林地和疏林地新封山育林(千公顷)'},{'val': '年度用材林当年造林面积(千公顷)'},{'val': '年度经济林当年造林面积(千公顷)'},{'val': '年度防护林当年造林面积(千公顷)'},{'val': '年度薪炭林当年造林面积(千公顷)'},{'val': '年度特种用林当年造林面积(千公顷)'}"+
                "]}" +
            "]}," +
            "{'val': '林业重点工程造林面积', 'menu' : [" +
                "{'val': '林业重点工程造林面积', 'menu' : [" +
                "{'val': '年度林业重点工程造林面积(公顷)'},{'val': '年度退耕还林工程造林面积(公顷)'},{'val': '年度三北及长江流域等防护林建设工程造林面积(公顷)'},{'val': '年度京津风沙源治理工程造林面积(公顷)'},{'val': '年度速生丰产用材林基地建设工程造林面积(公顷)'}"+
                "]}" +
            "]}," +
            "{'val': '草原建设利用', 'menu' : [" +
                "{'val': '草原建设利用', 'menu' : [" +
                "{'val': '年度草原总面积(千公顷)'},{'val': '年度可利用草原面积(千公顷)'},{'val': '年度累计种草保留面积(千公顷)'},{'val': '年度当年新增种草面积(千公顷)'},{'val': '年度草原鼠害危害面积(千公顷)'},{'val': '年度草原鼠害治理面积(千公顷)'},{'val': '年度草原虫害危害面积(千公顷)'},{'val': '年度草原虫害治理面积(千 公顷)'}"+
                "]}" +
            "]}," +
            "{'val': '自然保护基本情况', 'menu' : [" +
                "{'val': '自然保护基本情况', 'menu' : [" +
                "{'val': '年度自然保护区个数(个)'},{'val': '年度国家级自然保护区个数(个)'},{'val': '年度自然保护区面积(万公顷)'},{'val': '年度国家级自然保护区面积(万公顷)'},{'val': '年度自然保护区占辖区面积比重(百分比)'}"+
                "]}" +
            "]}," +
            "{'val': '自然灾害', 'menu' : [" +
                "{'val': '自然灾害', 'menu' : [" +
                "{'val': '年度农作物受灾面积(千公顷)'},{'val': '年度农作物绝收面积(千公顷)'},{'val': '年度旱灾受灾面积(千公顷)'},{'val': '年度旱灾绝收面积(千公顷)'},{'val': '年度洪涝、山体滑坡、泥石流和台风受灾面积(千公 顷)'},{'val': '年度洪涝、山体滑坡、泥石流和台风绝收面积(千公顷)'},{'val': '年度风雹灾害受灾面积(千公顷)'},{'val': '年度风雹灾害绝收面积(千公顷)'},{'val': '年度低温冷冻和雪灾受灾面积(千公顷)'},{'val': '年 度低温冷冻和雪灾绝收面积(千公顷)'},{'val': '年度自然灾害受灾人口(万人次)'},{'val': '年度自然灾害受灾死亡人口(人)'},{'val': '年度自然灾害直接经济损失(亿元)'}"+
                "]}" +
            "]}," +
            "{'val': '地质灾害及防治', 'menu' : [" +
                "{'val': '地质灾害及防治', 'menu' : [" +
                "{'val': '年度发生地质灾害起数(次)'},{'val': '年度发生滑坡灾害起数(次)'},{'val': '年度发生崩塌灾害起数(次)'},{'val': '年度发生泥石流灾害起数(次)'},{'val': '年度发生地面塌陷灾害起数(次)'},{'val': '年度地质灾害人员伤亡(人)'},{'val': '年度地质灾害死亡人数(人)'},{'val': '年度地质灾害直接经济损失(万元)'},{'val': '年度地质灾害防治项目数(个)'},{'val': '年度地质灾害防治投资(万元)'}"+
                "]}" +
            "]}," +
            "{'val': '森林火灾', 'menu' : [" +
                "{'val': '森林火灾', 'menu' : [" +
                "{'val': '年度森林火灾次数(次)'},{'val': '年度一般火灾次数(次)'},{'val': '年度较大火灾次数(次)'},{'val': '年度重大火灾次数(次)'},{'val': '年度火场总面积(公顷)'},{'val': '年度受害森林面积(公顷)'},{'val': '年度天然林受害面积(公顷)'},{'val': '年度人工林受害面积(公顷)'},{'val': '年度森林火灾伤亡人数(人)'},{'val': '年度森林火灾死亡人数(人)'},{'val': '年度森林火灾其他损失折款(万元)'}"+
                "]}" +
            "]}," +
            "{'val': '森林病虫鼠害防治', 'menu' : [" +
                "{'val': '森林病虫鼠害防治', 'menu' : [" +
                "{'val': '年度森林病虫鼠害发生面积(万公顷)'},{'val': '年度森林病虫鼠害防治面积(万公顷)'},{'val': '年度森林病虫鼠害防治率(百分比)'},{'val': '年度森林病害发生面积(万公顷)'},{'val': '年度森林病害防治面积(万 公顷)'},{'val': '年度森林病害防治率(百分比)'},{'val': '年度森林虫害发生面积(万公顷)'},{'val': '年度森 林虫害防治面积(万公顷)'},{'val': '年度森林虫害防治率(百分比)'},{'val': '年度森林鼠害发生面积(万公顷)'},{'val': '年度森林鼠害防治面积(万公顷)'},{'val': '年度森林鼠害防治率(百分比)'}"+
                "]}" +
            "]}," +
            "{'val': '突发环境事件情况', 'menu' : [" +
                "{'val': '突发环境事件情况', 'menu' : [" +
                "{'val': '年度突发环境事件次数(次)'},{'val': '年度重大环境事件(次)'},{'val': '年度较大环境事件(次)'},{'val': '年度一般环境事件(次)'}"+
                "]}" +
            "]}," +
            "{'val': '地震灾害', 'menu' : [" +
                "{'val': '地震灾害', 'menu' : [" +
                "{'val': '年度地震灾害次数(次)'},{'val': '年度5.0-5.9级地震灾害次数(次)'},{'val': '年度6.0-6.9级地震灾害次数(次)'},{'val': '年度7.0级以上地震灾害次数(次)'},{'val': '年度地震灾害人员伤亡(人)'},{'val': '年 度地震灾害死亡人数(人)'},{'val': '年度地震灾害直接经济损失(万元)'}"+
                "]}" +
            "]}," +
            "{'val': '工业污染治理投资完成情况', 'menu' : [" +
                "{'val': '工业污染治理投资完成情况', 'menu' : [" +
                "{'val': '年度工业污染治理完成投资(万元)'},{'val': '年度治理废水项目完成投资(万元)'},{'val': '年度治理废气项目完成投资(万元)'},{'val': '年度治理固体废物项目完成投资(万元)'},{'val': '年度治理噪声项目完成投资(万元)'},{'val': '年度治理其他项目完成投资(万元)'},{'val': '年度工业污染治理本年竣工项目数(个)'}"+
                "]}" +
            "]}," +
            "{'val': '林业投资资金来源', 'menu' : [" +
                "{'val': '林业投资资金来源', 'menu' : [" +
                "{'val': '年度林业投资本年资金来源(万元)'},{'val': '年度林业投资上年末结余资金(万元)'},{'val': '年度林业投资本年资金来源小计(万元)'},{'val': '年度林业投资国家预算资金(万元)'},{'val': '年度林业投资国内贷款(万元)'},{'val': '年度林业投资债券(万元)'},{'val': '年度林业投资利用外资(万元)'},{'val': '年度林业投资自筹资金(万元)'},{'val': '年度林业投资其它资金(万元)'}"+
                "]}" +
            "]}," +
            "{'val': '林业投资', 'menu' : [" +
                "{'val': '林业投资', 'menu' : [" +
                "{'val': '年度林业投资(万元)'},{'val': '年度生态建设与保护本年完成投资(万元)'},{'val': '年度林业支撑与保障本年完成投资(万元)'},{'val': '年度林业产业发展本年完成投资(万元)'},{'val': '年度其他投资本年完成投资(万元)'}"+
                "]}" +
            "]}" +
      "]}," +
      "{'val': '农业', 'menu': [" +
            "{'val': '农村基层组织情况', 'menu' : [" +
                "{'val': '农村基层组织情况', 'menu' : [" +
                "{'val': '年度乡镇数(个)'},{'val': '年度乡数(个)'},{'val': '年度镇数(个)'},{'val': '年度村民委员会数( 个)'}"+
                "]}" +
            "]}," +
            "{'val': '乡村户数和乡村人口', 'menu' : [" +
                "{'val': '乡村户数和乡村人口', 'menu' : [" +
                "{'val': '年度乡村户数(万户)'},{'val': '年度乡村人口(万人.)'}"+
                "]}" +
            "]}," +
            "{'val': '乡村从业人员', 'menu' : [" +
                "{'val': '乡村从业人员', 'menu' : [" +
                "{'val': '年度乡村从业人员(万人)'},{'val': '年度乡村男性从业人员(万人)'},{'val': '年度乡村女性从业人员(万人)'},{'val': '年度农林牧渔业从业人员(万人)'}"+
                "]}" +
            "]}," +
            "{'val': '农林牧渔业总产值及指数', 'menu' : [" +
                "{'val': '农林牧渔业总产值及指数', 'menu' : [" +
                "{'val': '年度农林牧渔业总产值(亿元)'},{'val': '年度农业总产值(亿元)'},{'val': '年度林业总产值(亿元)'},{'val': '年度牧业总产值(亿元)'},{'val': '年度渔业总产值(亿元)'},{'val': '年度农林牧渔业总产值指数(上 年=100)(百分比)'},{'val': '年度农业总产值指数(上年=100)(百分比)'},{'val': '年度林业总产值指数(上年=100)(百分比)'},{'val': '年度牧业总产值指数(上年=100)(百分比)'},{'val': '年度渔业总产值指数(上年=100)(百分比)'}"+
                "]}" +
            "]}," +
            "{'val': '农林牧渔业增加值', 'menu' : [" +
                "{'val': '农林牧渔业增加值', 'menu' : [" +
                "{'val': '年度农林牧渔业增加值(亿元)'},{'val': '年度农业增加值(亿元)'},{'val': '年度林业增加值(亿元)'},{'val': '年度牧业增加值(亿元)'},{'val': '年度渔业增加值(亿元)'}"+
                "]}" +
            "]}," +
            "{'val': '主要农业机械年末拥有量', 'menu' : [" +
                "{'val': '主要农业机械年末拥有量', 'menu' : [" +
                "{'val': '年度农业机械总动力(万千瓦)'},{'val': '年度农用大中型拖拉机数量(台)'},{'val': '年度农用大中型拖拉机动力(万千瓦)'},{'val': '年度小型拖拉机数量(台)'},{'val': '年度小型拖拉机动力(万千瓦)'},{'val': '年度大中型拖拉机配套农具(部)'},{'val': '年度小型拖拉机配套农具(部)'},{'val': '年度农用排灌电动机数量( 台)'},{'val': '年度农用排灌电动机动力(万千瓦)'},{'val': '年度农用排灌柴油机数量(台)'},{'val': '年度农 用排灌柴油机动力(万千瓦)'},{'val': '年度联合收割机数量(台)'},{'val': '年度联合收割机动力(万千瓦)'},{'val': '年度机动脱粒机数量(台)'}"+
                "]}" +
            "]}," +
            "{'val': '有效灌溉面积,农用化肥施用量，农村水电站及用电量', 'menu' : [" +
                "{'val': '有效灌溉面积,农用化肥施用量，农村水电站及用电量', 'menu' : [" +
                "{'val': '年度有效灌溉面积(千公顷)'},{'val': '年度农用化肥施用折纯量(万吨)'},{'val': '年度农用氮肥施用折纯量(万吨)'},{'val': '年度农用磷肥施用折纯量(万吨)'},{'val': '年度农用钾肥施用折纯量(万吨)'},{'val': '年度农用复合肥施用折纯量(万吨)'},{'val': '年度乡村办水电站个数(个)'},{'val': '年度乡村办水电站装机容量(万千瓦)'},{'val': '年度农村用电量(亿千瓦小时)'}"+
                "]}" +
            "]}," +
            "{'val': '农村水电建设和发电量', 'menu' : [" +
                "{'val': '农村水电建设和发电量', 'menu' : [" +
                "{'val': '年度农村水电建设本年完成投资额(万元)'},{'val': '年度农村发电设备容量(千瓦)'},{'val': '年度农村新增发电设备容量(千瓦)'},{'val': '年度农村在建电站规模(千瓦)'},{'val': '年度农村当年新开工电站规模( 千瓦)'},{'val': '年度农村发电量(万千瓦时)'}"+
                "]}" +
            "]}," +
            "{'val': '水利设施和除涝面积', 'menu' : [" +
                "{'val': '水利设施和除涝面积', 'menu' : [" +
                "{'val': '年度水库数(座)'},{'val': '年度水库总库容量(亿立方米)'},{'val': '年度除涝面积(千公顷)'},{'val': '年度水土流失治理面积(千公顷)'}"+
                "]}" +
            "]}," +
            "{'val': '农用柴油和农药使用量', 'menu' : [" +
                "{'val': '农用柴油和农药使用量', 'menu' : [" +
                "{'val': '年度农用柴油使用量(万吨)'},{'val': '年度农药使用量(万吨)'}"+
                "]}" +
            "]}," +
            "{'val': '农用塑料薄膜使用量', 'menu' : [" +
                "{'val': '农用塑料薄膜使用量', 'menu' : [" +
                "{'val': '年度农用塑料薄膜使用量(吨)'}"+
                "]}" +
            "]}," +
            "{'val': '农村居民家庭平均每百户拥有主要生产性固定资产数量', 'menu' : [" +
                "{'val': '农村居民家庭平均每百户拥有主要生产性固定资产数量', 'menu' : [" +
                "{'val': '年度农村居民家庭拥有汽车数量(辆每百户)'},{'val': '年度农村居民家庭拥有大中型拖拉机数量(台每 百户)'},{'val': '年度农村居民家庭拥有小型和手扶拖拉机数量(台每百户)'},{'val': '年度农村居民家庭拥有机 动脱粒机数量(台每百户)'},{'val': '年度农村居民家庭拥有胶轮大车数量(辆每百户)'},{'val': '年度农村居民家庭拥有水泵数量(台每百户)'},{'val': '年度农村居民家庭拥有役畜数量(头每百户)'},{'val': '年度农村居民家庭拥有产品畜数量(头每百户)'}"+
                "]}" +
            "]}," +
            "{'val': '农村居民家庭土地经营情况', 'menu' : [" +
                "{'val': '农村居民家庭土地经营情况', 'menu' : [" +
                "{'val': '年度农村居民家庭经营耕地面积(亩每人)'},{'val': '年度农村居民家庭经营山地面积(亩每人)'},{'val': '年度农村居民家庭园地面积(亩每人)'},{'val': '年度农村居民家庭养殖水面面积(亩每人)'}"+
                "]}" +
            "]}," +
            "{'val': '主要农作物播种面积', 'menu' : [" +
                "{'val': '主要农作物播种面积', 'menu' : [" +
                "{'val': '年度农作物总播种面积(千公顷)'},{'val': '年度粮食作物播种面积(千公顷)'},{'val': '年度夏收粮食播种面积(千公顷)'},{'val': '年度秋收粮食播种面积(千公顷)'},{'val': '年度谷物播种面积(千公顷)'},{'val': '年度稻谷播种面积(千公顷)'},{'val': '年度早稻播种面积(千公顷)'},{'val': '年度中稻和一季晚稻播种面积( 千公顷)'},{'val': '年度双季晚稻播种面积(千公顷)'},{'val': '年度小麦播种面积(千公顷)'},{'val': '年度冬 小麦播种面积(千公顷)'},{'val': '年度春小麦播种面积(千公顷)'},{'val': '年度玉米播种面积(千公顷)'},{'val': '年度谷子播种面积(千公顷)'},{'val': '年度高粱播种面积(千公顷)'},{'val': '年度其他谷物播种面积(千公 顷)'},{'val': '年度大麦播种面积(千公顷)'},{'val': '年度豆类播种面积(千公顷)'},{'val': '年度大豆播种面 积(千公顷)'},{'val': '年度绿豆播种面积(千公顷)'},{'val': '年度红小豆播种面积(千公顷)'},{'val': '年度薯类播种面积(千公顷)'},{'val': '年度马铃薯播种面积(千公顷)'},{'val': '年度油料播种面积(千公顷)'},{'val': '年度花生播种面积(千公顷)'},{'val': '年度油菜籽播种面积(千公顷)'},{'val': '年度芝麻播种面积(千公顷)'},{'val': '年度葵花籽播种面积(千公顷)'},{'val': '年度胡麻籽播种面积(千公顷)'},{'val': '年度棉花播种面积(千公顷)'},{'val': '年度麻类播种面积(千公顷)'},{'val': '年度黄红麻播种面积(千公顷)'},{'val': '年度亚麻播种面积(千公顷)'},{'val': '年度大麻播种面积(千公顷)'},{'val': '年度苎麻播种面积(千公顷)'},{'val': '年度糖料播种面积(千公顷)'},{'val': '年度甘蔗播种面积(千公顷)'},{'val': '年度甜菜播种面积(千公顷)'},{'val': '年度烟叶播种面积(千公顷)'},{'val': '年度烤烟播种面积(千公顷)'},{'val': '年度蔬菜播种面积(千公顷)'},{'val': '年度药材播种面积(千公顷)'},{'val': '年度其他农作物播种面积(千公顷)'},{'val': '年度青饲料播种面积(千公顷)'}"+
                "]}" +
            "]}," +
            "{'val': '主要农作物产品产量', 'menu' : [" +
                "{'val': '主要农作物产品产量', 'menu' : [" +
                "{'val': '年度粮食产量(万吨)'},{'val': '年度夏收粮食产量(万吨)'},{'val': '年度秋粮产量(万吨)'},{'val': '年度谷物产量(万吨)'},{'val': '年度稻谷产量(万吨)'},{'val': '年度早稻产量(万吨)'},{'val': '年度中稻和一季晚稻产量(万吨)'},{'val': '年度双季晚稻产量(万吨)'},{'val': '年度小麦产量(万吨)'},{'val': '年度冬小麦产量(万吨)'},{'val': '年度春小麦产量(万吨)'},{'val': '年度玉米产量(万吨)'},{'val': '年度谷子产量(万 吨)'},{'val': '年度高粱产量(万吨)'},{'val': '年度其他谷物产量(万吨)'},{'val': '年度大麦产量(万吨)'},{'val': '年度豆类产量(万吨)'},{'val': '年度绿豆产量(万吨)'},{'val': '年度红小豆产量(万吨)'},{'val': '年 度大豆产量(万吨)'},{'val': '年度薯类产量(万吨)'},{'val': '年度马铃薯产量(万吨)'},{'val': '年度棉花产量(万吨)'},{'val': '年度油料产量(万吨)'},{'val': '年度花生产量(万吨)'},{'val': '年度油菜籽产量(万吨)'},{'val': '年度芝麻产量(万吨)'},{'val': '年度葵花籽产量(万吨)'},{'val': '年度胡麻籽产量(万吨)'},{'val': '年度糖料产量(万吨)'},{'val': '年度麻类产量(万吨)'},{'val': '年度黄红麻产量(万吨)'},{'val': '年度亚麻产量(万吨)'},{'val': '年度大麻产量(万吨)'},{'val': '年度苎麻产量(万吨)'},{'val': '年度甘蔗产量(万吨)'},{'val': '年度甜菜产量(万吨)'},{'val': '年度烟叶产量(万吨)'},{'val': '年度烤烟产量(万吨)'},{'val': '年度蔬菜产量(万吨)'}"+
                "]}" +
            "]}," +
            "{'val': '主要农作物单位面积产量', 'menu' : [" +
                "{'val': '主要农作物单位面积产量', 'menu' : [" +
                "{'val': '年度粮食单位面积产量(公斤每公顷)'},{'val': '年度夏收粮食单位面积产量(公斤每公顷)'},{'val': '年度秋粮单位面积产量(公斤每公顷)'},{'val': '年度谷物单位面积产量(公斤每公顷)'},{'val': '年度稻谷单位面积产量(公斤每公顷)'},{'val': '年度中稻和一季晚稻单位面积产量(公斤每公顷)'},{'val': '年度小麦单位面积产量(公斤每公顷)'},{'val': '年度冬小麦单位面积产量(公斤每公顷)'},{'val': '年度春小麦单位面积产量(公斤每 公顷)'},{'val': '年度玉米单位面积产量(公斤每公顷)'},{'val': '年度高粱单位面积产量(公斤每公顷)'},{'val': '年度其他谷物单位面积产量(公斤每公顷)'},{'val': '年度大麦单位面积产量(公斤每公顷)'},{'val': '年度豆 类单位面积产量(公斤每公顷)'},{'val': '年度大豆单位面积产量(公斤每公顷)'},{'val': '年度绿豆单位面积产量(公斤每公顷)'},{'val': '年度红小豆单位面积产量(公斤每公顷)'},{'val': '年度薯类单位面积产量(公斤每公顷)'},{'val': '年度马铃薯单位面积产量(公斤每公顷)'},{'val': '年度棉花单位面积产量(公斤每公顷)'},{'val': '年度油料单位面积产量(公斤每公顷)'},{'val': '年度花生单位面积产量(公斤每公顷)'},{'val': '年度油菜籽单位面积产量(公斤每公顷)'},{'val': '年度芝麻单位面积产量(公斤每公顷)'},{'val': '年度葵花籽单位面积产量(公 斤每公顷)'},{'val': '年度麻类单位面积产量(公斤每公顷)'},{'val': '年度黄红麻单位面积产量(公斤每公顷)'},{'val': '年度大麻单位面积产量(公斤每公顷)'},{'val': '年度苎麻单位面积产量(公斤每公顷)'},{'val': '年度 烟叶单位面积产量(公斤每公顷)'},{'val': '年度烤烟单位面积产量(公斤每公顷)'},{'val': '年度糖料单位面积产量(公斤每公顷)'},{'val': '年度甘蔗单位面积产量(公斤每公顷)'},{'val': '年度甜菜单位面积产量(公斤每公顷)'},{'val': '年度蔬菜单位面积产量(公斤每公顷)'}"+
                "]}" +
            "]}," +
            "{'val': '果园面积', 'menu' : [" +
                "{'val': '果园面积', 'menu' : [" +
                "{'val': '年度果园面积(千公顷)'},{'val': '年度香蕉园面积(千公顷)'},{'val': '年度苹果园面积(千公顷)'},{'val': '年度柑桔园面积(千公顷)'},{'val': '年度梨园面积(千公顷)'},{'val': '年度葡萄园面积(千公顷)'}"+
                "]}" +
            "]}," +
            "{'val': '瓜果类面积', 'menu' : [" +
                "{'val': '瓜果类面积', 'menu' : [" +
                "{'val': '年度瓜果类面积(千公顷)'},{'val': '年度西瓜面积(千公顷)'},{'val': '年度甜瓜面积(千公顷)'},{'val': '年度草莓播种面积(千公顷)'}"+
                "]}" +
            "]}," +
            "{'val': '茶园面积', 'menu' : [" +
                "{'val': '茶园面积', 'menu' : [" +
                "{'val': '年度实有茶园面积(千公顷)'},{'val': '年度本年采摘茶园面积(千公顷)'}"+
                "]}" +
            "]}," +
            "{'val': '茶叶水果产量', 'menu' : [" +
                "{'val': '茶叶水果产量', 'menu' : [" +
                "{'val': '年度茶叶产量(万吨)'},{'val': '年度红茶产量(万吨)'},{'val': '年度绿茶产量(万吨)'},{'val': '年度水果产量(万吨)'},{'val': '年度香蕉产量(万吨)'},{'val': '年度苹果产量(万吨)'},{'val': '年度柑桔产量( 万吨)'},{'val': '年度梨产量(万吨)'},{'val': '年度葡萄产量(万吨)'},{'val': '年度菠萝产量(万吨)'},{'val': '年度红枣产量(万吨)'},{'val': '年度柿子产量(万吨)'},{'val': '年度园林水果产量(万吨)'},{'val': '年度 瓜果类产量(万吨)'},{'val': '年度西瓜产量(万吨)'},{'val': '年度甜瓜产量(万吨)'},{'val': '年度草莓产量( 万吨)'}"+
                "]}" +
            "]}," +
            "{'val': '瓜果类单位面积产量', 'menu' : [" +
                "{'val': '瓜果类单位面积产量', 'menu' : [" +
                "{'val': '年度瓜类单位面积产量(公斤每公顷)'},{'val': '年度西瓜单位面积产量(公斤每公顷)'},{'val': '年度甜瓜单位面积产量(公斤每公顷)'},{'val': '年度草莓单位面积产量(公斤每公顷)'}"+
                "]}" +
            "]}," +
            "{'val': '主要林产品产量', 'menu' : [" +
                "{'val': '主要林产品产量', 'menu' : [" +
                "{'val': '年度木材产量(万立方米)'},{'val': '年度松脂产量(吨)'},{'val': '年度生漆产量(吨)'},{'val': '年度油桐籽产量(吨)'},{'val': '年度油茶籽产量(吨)'},{'val': '年度乌桕籽产量(吨)'},{'val': '年度五倍籽产量(吨)'},{'val': '年度棕片产量(吨)'},{'val': '年度竹笋片产量(吨)'},{'val': '年度紫胶产量(吨)'}"+
                "]}" +
            "]}," +
            "{'val': '牲畜饲养', 'menu' : [" +
                "{'val': '牲畜饲养', 'menu' : [" +
                "{'val': '年度大牲畜年底头数(万头)'},{'val': '年度牛期末数量(万头)'},{'val': '年度马期末数量(万头)'},{'val': '年度驴期末数量(万头)'},{'val': '年度骡期末数量(万头)'},{'val': '年度猪年底头数(万头)'},{'val': '年度羊年底只数(万头)'},{'val': '年度山羊期末数量(万头)'},{'val': '年度绵羊期末数量(万头)'}"+
                "]}" +
            "]}," +
            "{'val': '牲畜出栏量', 'menu' : [" +
                "{'val': '牲畜出栏量', 'menu' : [" +
                "{'val': '年度猪出栏数量(万头)'},{'val': '年度牛出栏数量(万头)'},{'val': '年度羊出栏数量(万只)'},{'val': '年度家禽出栏量(万只)'}"+
                "]}" +
            "]}," +
            "{'val': '畜产品产量', 'menu' : [" +
                "{'val': '畜产品产量', 'menu' : [" +
                "{'val': '年度肉类产量(万吨)'},{'val': '年度猪肉产量(万吨)'},{'val': '年度牛肉产量(万吨)'},{'val': '年度羊肉产量(万吨)'},{'val': '年度牛奶产量(万吨)'},{'val': '年度绵羊毛产量(吨)'},{'val': '年度细羊毛产量(吨)'},{'val': '年度半细羊毛产量(吨)'},{'val': '年度山羊毛产量(吨)'},{'val': '年度羊绒产量(吨)'},{'val': '年度禽蛋产量(万吨)'},{'val': '年度蜂蜜产量(万吨)'}"+
                "]}" +
            "]}," +
            "{'val': '水产品产量', 'menu' : [" +
                "{'val': '水产品产量', 'menu' : [" +
                "{'val': '年度水产品总产量(万吨)'},{'val': '年度捕捞产量(吨)'},{'val': '年度养殖产量(吨)'},{'val': '年度鱼类产量(吨)'},{'val': '年度虾蟹类产量(吨)'},{'val': '年度贝类产量(吨)'},{'val': '年度淡水产品产量( 万吨)'},{'val': '年度淡水捕捞产量(吨)'},{'val': '年度淡水养殖产量(吨)'},{'val': '年度天然生产淡水产品 产量(万吨)'},{'val': '年度人工养殖淡水产品产量(万吨)'},{'val': '年度鱼类淡水产品产量(万吨)'},{'val': '年度虾蟹类淡水产品产量(万吨)'},{'val': '年度贝类淡水产品产量(万吨)'}"+
                "]}" +
            "]}," +
            "{'val': '农村居民家庭平均每人出售主要农产品', 'menu' : [" +
                "{'val': '农村居民家庭平均每人出售主要农产品', 'menu' : [" +
                "{'val': '年度农村居民人均粮食出售量(公斤)'},{'val': '年度农村居民人均棉花出售量(公斤)'},{'val': '年度农村居民人均油料出售量(公斤)'},{'val': '年度农村居民人均麻类出售量(公斤)'},{'val': '年度农村居民人均烟叶出售量(公斤)'},{'val': '年度农村居民人均蔬菜出售量(公斤)'},{'val': '年度农村居民人均水果出售量(公斤)'}"+
                "]}" +
            "]}," +
            "{'val': '农村居民家庭平均每人出售主要畜产品及水产品', 'menu' : [" +
                "{'val': '农村居民家庭平均每人出售主要畜产品及水产品', 'menu' : [" +
                "{'val': '年度农村居民人均猪肉出售量(公斤)'},{'val': '年度农村居民人均羊肉出售量(公斤)'},{'val': '年度农村居民人均牛肉出售量(公斤)'},{'val': '年度农村居民人均家禽出售量(公斤)'},{'val': '年度农村居民人均蛋类出售量(公斤)'},{'val': '年度农村居民人均牛羊奶出售量(公斤)'},{'val': '年度农村居民人均蚕茧出售量(公 斤)'},{'val': '年度农村居民人均水产品出售量(公斤)'}"+
                "]}" +
            "]}," +
            "{'val': '按人口平均的主要农产品产量', 'menu' : [" +
                "{'val': '按人口平均的主要农产品产量', 'menu' : [" +
                "{'val': '年度人均粮食产量(公斤)'},{'val': '年度人均棉花产量(公斤)'},{'val': '年度人均油料产量(公斤)'},{'val': '年度人均糖料产量(公斤每人)'},{'val': '年度人均水果产量(公斤)'},{'val': '年度人均园林水果产量(公斤每人)'},{'val': '年度人均瓜果类产量(公斤每人)'},{'val': '年度人均蔬菜产量(公斤)'}"+
                "]}" +
            "]}," +
            "{'val': '平均每一农业劳动力生产的主要农产品', 'menu' : [" +
                "{'val': '平均每一农业劳动力生产的主要农产品', 'menu' : [" +
                "{'val': '年度劳均粮食产量(公斤每人)'},{'val': '年度劳均棉花产量(公斤每人)'},{'val': '年度劳均油料产量(公斤每人)'},{'val': '年度劳均糖料产量(公斤每人)'},{'val': '年度劳均水果产量(公斤每人)'},{'val': '年度劳均园林水果产量(公斤每人)'},{'val': '年度劳均瓜果类产量(公斤每人)'},{'val': '年度劳均蔬菜产量(公斤每 人)'}"+
                "]}" +
            "]}," +
            "{'val': '水产养殖面积', 'menu' : [" +
                "{'val': '水产养殖面积', 'menu' : [" +
                "{'val': '年度水产品养殖面积(千公顷)'},{'val': '年度内陆养殖面积(千公顷)'}"+
                "]}" +
            "]}," +
            "{'val': '受灾和成灾面积', 'menu' : [" +
                "{'val': '受灾和成灾面积', 'menu' : [" +
                "{'val': '年度受灾面积(千公顷)'},{'val': '年度水灾受灾面积(千公顷)'},{'val': '年度旱灾受灾面积(千公顷)'},{'val': '年度风雹灾受灾面积(千公顷)'},{'val': '年度冷冻灾受灾面积(千公顷)'},{'val': '年度成灾面积( 千公顷)'},{'val': '年度水灾成灾面积(千公顷)'},{'val': '年度旱灾成灾面积(千公顷)'},{'val': '年度风雹灾 成灾面积(千公顷)'},{'val': '年度冷冻灾成灾面积(千公顷)'}"+
                "]}" +
            "]}" +
      "]}," +
      "{'val': '工业', 'menu': [" +
            "{'val': '规模以上工业企业主要经济指标', 'menu' : [" +
                "{'val': '规模以上工业企业主要经济指标', 'menu' : [" +
                "{'val': '年度规模以上工业企业单位数(个)'},{'val': '年度规模以上工业企业亏损企业单位数(个)'},{'val': '年度规模以上工业企业实收资本(亿元)'},{'val': '年度规模以上工业企业国家资本金(亿元)'},{'val': '年度规模以上工业企业集体资本金(亿元)'},{'val': '年度规模以上工业企业法人资本金(亿元)'},{'val': '年度规模以上工业企业个人资本金(亿元)'},{'val': '年度规模以上工业企业港澳台资本金(亿元)'},{'val': '年度规模以上工业企业外商资本金(亿元)'},{'val': '年度规模以上工业企业流动资产合计(亿元)'},{'val': '年度规模以上工业企业应收账款净额(亿元)'},{'val': '年度规模以上工业企业存货(亿元)'},{'val': '年度规模以上工业企业产成品(亿元)'},{'val': '年度规模以上工业企业固定资产合计(亿元)'},{'val': '年度规模以上工业企业固定资产原价合计(亿 元)'},{'val': '年度规模以上工业企业累计折旧(亿元)'},{'val': '年度规模以上工业企业资产总计(亿元)'},{'val': '年度规模以上工业企业流动负债合计(亿元)'},{'val': '年度规模以上工业企业应付帐款(亿元)'},{'val': ' 年度规模以上工业企业负债合计(亿元)'},{'val': '年度规模以上工业企业所有者权益合计(亿元)'},{'val': '年度规模以上工业企业主营业务收入(亿元)'},{'val': '年度规模以上工业企业主营业务成本(亿元)'},{'val': '年度规模以上工业企业销售费用(亿元)'},{'val': '年度规模以上工业企业主营业务税金及附加(亿元)'},{'val': '年度规模以上工业企业管理费用(亿元)'},{'val': '年度规模以上工业企业财务费用(亿元)'},{'val': '年度规模以上工业企业利息支出(亿元)'},{'val': '年度规模以上工业企业营业利润(亿元)'},{'val': '年度规模以上工业企业利润总额(亿元)'},{'val': '年度规模以上工业亏损企业亏损总额(亿元)'},{'val': '年度规模以上工业企业应交所得税( 亿元)'},{'val': '年度规模以上工业企业本年应交增值税(亿元)'},{'val': '年度规模以上工业企业工业销售产值(现价)(亿元)'},{'val': '年度规模以上工业企业出口交货值(亿元)'}"+
                "]}" +
            "]}," +
            "{'val': '国有控股工业企业主要经济指标', 'menu' : [" +
                "{'val': '国有控股工业企业主要经济指标', 'menu' : [" +
                "{'val': '年度国有控股工业企业单位数(个)'},{'val': '年度国有控股工业企业亏损企业单位数(个)'},{'val': '年度国有控股工业企业实收资本(亿元)'},{'val': '年度国有控股工业企业国家资本金(亿元)'},{'val': '年度国有控股工业企业集体资本金(亿元)'},{'val': '年度国有控股工业企业法人资本金(亿元)'},{'val': '年度国有控股工业企业个人资本金(亿元)'},{'val': '年度国有控股工业企业港澳台资本金(亿元)'},{'val': '年度国有控股工业企业外商资本金(亿元)'},{'val': '年度国有控股工业企业流动资产合计(亿元)'},{'val': '年度国有控股工业企业应收账款净额(亿元)'},{'val': '年度国有控股工业企业存货(亿元)'},{'val': '年度国有控股工业企业产成品(亿元)'},{'val': '年度国有控股工业企业固定资产合计(亿元)'},{'val': '年度国有控股工业企业固定资产原价合计(亿 元)'},{'val': '年度国有控股工业企业累计折旧(亿元)'},{'val': '年度国有控股工业企业资产总计(亿元)'},{'val': '年度国有控股工业企业流动负债合计(亿元)'},{'val': '年度国有控股工业企业应付帐款(亿元)'},{'val': ' 年度国有控股工业企业负债合计(亿元)'},{'val': '年度国有控股工业企业所有者权益合计(亿元)'},{'val': '年度国有控股工业企业主营业务收入(亿元)'},{'val': '年度国有控股工业企业主营业务成本(亿元)'},{'val': '年度国有控股工业企业销售费用(亿元)'},{'val': '年度国有控股工业企业主营业务税金及附加(亿元)'},{'val': '年度国有控股工业企业管理费用(亿元)'},{'val': '年度国有控股工业企业财务费用(亿元)'},{'val': '年度国有控股工业企业利息支出(亿元)'},{'val': '年度国有控股工业企业营业利润(亿元)'},{'val': '年度国有控股工业企业利润总额(亿元)'},{'val': '年度国有控股工业亏损企业亏损总额(亿元)'},{'val': '年度国有控股工业企业应交所得税( 亿元)'},{'val': '年度国有控股工业企业本年应交增值税(亿元)'},{'val': '年度国有控股工业企业工业销售产值(现价)(亿元)'},{'val': '年度国有控股工业企业出口交货值(亿元)'}"+
                "]}" +
            "]}," +
            "{'val': '私营工业企业主要经济指标', 'menu' : [" +
                "{'val': '私营工业企业主要经济指标', 'menu' : [" +
                "{'val': '年度私营工业企业单位数(个)'},{'val': '年度私营工业企业亏损企业单位数(个)'},{'val': '年度私营工业企业实收资本(亿元)'},{'val': '年度私营工业企业国家资本金(亿元)'},{'val': '年度私营工业企业集体资本金(亿元)'},{'val': '年度私营工业企业法人资本金(亿元)'},{'val': '年度私营工业企业个人资本金(亿元)'},{'val': '年度私营工业企业港澳台资本金(亿元)'},{'val': '年度私营工业企业外商资本金(亿元)'},{'val': '年度私营工业企业流动资产合计(亿元)'},{'val': '年度私营工业企业应收账款净额(亿元)'},{'val': '年度私营工业企业存货(亿元)'},{'val': '年度私营工业企业产成品(亿元)'},{'val': '年度私营工业企业固定资产合计(亿元)'},{'val': '年度私营工业企业固定资产原价合计(亿元)'},{'val': '年度私营工业企业累计折旧(亿元)'},{'val': '年度私营工业企业资产总计(亿元)'},{'val': '年度私营工业企业流动负债合计(亿元)'},{'val': '年度私营工业企业应付帐款(亿元)'},{'val': '年度私营工业企业负债合计(亿元)'},{'val': '年度私营工业企业所有者权益合计(亿元)'},{'val': '年度私营工业企业主营业务收入(亿元)'},{'val': '年度私营工业企业主营业务成本(亿元)'},{'val': '年度私营工业企业销售费用(亿元)'},{'val': '年度私营工业企业主营业务税金及附加(亿元)'},{'val': '年度私营工业企业管理费用(亿元)'},{'val': '年度私营工业企业财务费用(亿元)'},{'val': '年度私营工业企业利息支出(亿元)'},{'val': '年度私营工业企业营业利润(亿元)'},{'val': '年度私营工业企业利润总额(亿元)'},{'val': '年度私营工业亏损企业亏损总额(亿元)'},{'val': '年度私营工业企业应交所得税(亿元)'},{'val': '年度私营工业企业本年应交增值税(亿元)'},{'val': '年度私营工业企业工业销售产值(现价)(亿元)'},{'val': '年度私营工业企业出口交货值(亿元)'}"+
                "]}" +
            "]}," +
            "{'val': '外商及港澳台商投资工业企业主要经济指标', 'menu' : [" +
                "{'val': '外商及港澳台商投资工业企业主要经济指标', 'menu' : [" +
                "{'val': '年度外商及港澳台商投资工业企业单位数(个)'},{'val': '年度外商及港澳台商投资工业企业亏损企业单位数(个)'},{'val': '年度外商及港澳台商投资工业企业实收资本(亿元)'},{'val': '年度外商及港澳台商投资工业企业国家资本金(亿元)'},{'val': '年度外商及港澳台商投资工业企业集体资本金(亿元)'},{'val': '年度外商及港澳台商投资工业企业法人资本金(亿元)'},{'val': '年度外商及港澳台商投资工业企业个人资本金(亿元)'},{'val': '年度外商及港澳台商投资工业企业港澳台资本金(亿元)'},{'val': '年度外商及港澳台商投资工业企业外商资本金(亿元)'},{'val': '年度外商及港澳台商投资工业企业流动资产合计(亿元)'},{'val': '年度外商及港澳台商投资工业企业应收账款净额(亿元)'},{'val': '年度外商及港澳台商投资工业企业存货(亿元)'},{'val': '年度外商及港澳台商投资工业企业产成品(亿元)'},{'val': '年度外商及港澳台商投资工业企业固定资产合计(亿元)'},{'val': '年度外商及港澳台商投资工业企业固定资产原价合计(亿元)'},{'val': '年度外商及港澳台商投资工业企业累计折旧( 亿元)'},{'val': '年度外商及港澳台商投资工业企业资产总计(亿元)'},{'val': '年度外商及港澳台商投资工业企 业流动负债合计(亿元)'},{'val': '年度外商及港澳台商投资工业企业应付帐款(亿元)'},{'val': '年度外商及港澳台商投资工业企业负债合计(亿元)'},{'val': '年度外商及港澳台商投资工业企业所有者权益合计(亿元)'},{'val': '年度外商及港澳台商投资工业企业主营业务收入(亿元)'},{'val': '年度外商及港澳台商投资工业企业主营业务成本(亿元)'},{'val': '年度外商及港澳台商投资工业企业销售费用(亿元)'},{'val': '年度外商及港澳台商投资工业企业主营业务税金及附加(亿元)'},{'val': '年度外商及港澳台商投资工业企业管理费用(亿元)'},{'val': '年度外商及港澳台商投资工业企业财务费用(亿元)'},{'val': '年度外商及港澳台商投资工业企业利息支出(亿元)'},{'val': '年度外商及港澳台商投资工业企业营业利润(亿元)'},{'val': '年度外商及港澳台商投资工业企业利润总额(亿 元)'},{'val': '年度外商及港澳台商投资工业亏损企业亏损总额(亿元)'},{'val': '年度外商及港澳台商投资工业 企业应交所得税(亿元)'},{'val': '年度外商及港澳台商投资工业企业本年应交增值税(亿元)'},{'val': '年度外商及港澳台商投资工业企业工业销售产值(现价)(亿元)'},{'val': '年度外商及港澳台商投资工业企业出口交货值(亿 元)'}"+
                "]}" +
            "]}," +
            "{'val': '大中型工业企业主要经济指标', 'menu' : [" +
                "{'val': '大中型工业企业主要经济指标', 'menu' : [" +
                "{'val': '年度大中型工业企业单位数(个)'},{'val': '年度大中型工业企业亏损企业单位数(个)'},{'val': '年度大中型工业企业实收资本(亿元)'},{'val': '年度大中型工业企业国家资本金(亿元)'},{'val': '年度大中型工业企业集体资本金(亿元)'},{'val': '年度大中型工业企业法人资本金(亿元)'},{'val': '年度大中型工业企业个人资本金(亿元)'},{'val': '年度大中型工业企业港澳台资本金(亿元)'},{'val': '年度大中型工业企业外商资本金(亿元)'},{'val': '年度大中型工业企业流动资产合计(亿元)'},{'val': '年度大中型工业企业应收账款净额(亿元)'},{'val': '年度大中型工业企业存货(亿元)'},{'val': '年度大中型工业企业产成品(亿元)'},{'val': '年度大中型工业企业固定资产合计(亿元)'},{'val': '年度大中型工业企业固定资产原价合计(亿元)'},{'val': '年度大中型工业企业累计折旧(亿元)'},{'val': '年度大中型工业企业资产总计(亿元)'},{'val': '年度大中型工业企业流动负债合计(亿元)'},{'val': '年度大中型工业企业应付帐款(亿元)'},{'val': '年度大中型工业企业负债合计(亿元)'},{'val': '年度大中型工业企业所有者权益合计(亿元)'},{'val': '年度大中型工业企业主营业务收入(亿元)'},{'val': '年度大中型工业企业主营业务成本(亿元)'},{'val': '年度大中型工业企业销售费用(亿元)'},{'val': '年度大中型工业企业主营业务税金及附加(亿元)'},{'val': '年度大中型工业企业管理费用(亿元)'},{'val': '年度大中型工业企业财务费用(亿元)'},{'val': '年度大中型工业企业利息支出(亿元)'},{'val': '年度大中型工业企业营业利润( 亿元)'},{'val': '年度大中型工业企业利润总额(亿元)'},{'val': '年度大中型工业亏损企业亏损总额(亿元)'},{'val': '年度大中型工业企业应交所得税(亿元)'},{'val': '年度大中型工业企业本年应交增值税(亿元)'},{'val': '年度大中型工业企业工业销售产值(现价)(亿元)'},{'val': '年度大中型工业企业出口交货值(亿元)'}"+
                "]}" +
            "]}," +
            "{'val': '工业产品产量', 'menu' : [" +
                "{'val': '工业产品产量', 'menu' : [" +
                "{'val': '年度原油产量(万吨)'},{'val': '年度天然气产量(亿立方米)'},{'val': '年度原盐产量(万吨)'},{'val': '年度成品糖产量(万吨)'},{'val': '年度啤酒产量(万千升、万吨)'},{'val': '年度卷烟产量(亿支、万箱)'},{'val': '年度纱产量(万吨)'},{'val': '年度布产量(亿米)'},{'val': '年度机制纸及纸板产量(万吨)'},{'val': '年度焦炭产量(万吨)'},{'val': '年度硫酸(折100%)产量(万吨)'},{'val': '年度烧碱(折100%)产量(万吨)'},{'val': '年度纯碱(碳酸钠)产量(万吨)'},{'val': '年度农用氮、磷、钾化肥产量(万吨)'},{'val': '年度化学农药原药产量(万吨)'},{'val': '年度初级形态的塑料产量(万吨)'},{'val': '年度化学纤维产量(万吨)'},{'val': '年度水泥产量(万吨)'},{'val': '年度平板玻璃产量(万重量箱)'},{'val': '年度生铁产量(万吨)'},{'val': '年度粗钢产量(万吨)'},{'val': '年度钢材产量(万吨)'},{'val': '年度金属切削机床产量(万台)'},{'val': '年度大中型拖拉机产量(万台)'},{'val': '年度汽车产量(万辆)'},{'val': '年度轿车产量(万辆)'},{'val': '年度家用电冰箱产量(万台)'},{'val': '年度房间空调器产量(万台)'},{'val': '年度家用洗衣机产量(万台)'},{'val': '年度移动通信手持机产量(万台)'},{'val': '年度微型电子计算机产量(万台)'},{'val': '年度集成电路产量(万块)'},{'val': '年度彩色电视机产量(万台)'},{'val': '年度发电量(亿千瓦小时)'},{'val': '年度水电发电量(亿千瓦小时)'}"+
                "]}" +
            "]}" +

      "]}," +
      "{'val': '建筑业', 'menu': [" +
            "{'val': '总承包建筑业企业主要经济指标', 'menu' : [" +
                "{'val': '总承包建筑业企业主要经济指标', 'menu' : [" +
                "{'val': '年度总承包建筑业企业单位数(个)'},{'val': '年度总承包建筑业企业从业人员(万人)'},{'val': '年度总承包建筑业企业建筑业总产值(万元)'},{'val': '年度特级总承包建筑业企业建筑业总产值(万元)'},{'val': '年度一级总承包建筑业企业建筑业总产值(万元)'},{'val': '年度二级总承包建筑业企业建筑业总产值(万元)'},{'val': '年度三级及以下总承包建筑业企业建筑业总产值(万元)'},{'val': '年度总承包建筑业企业利税总额(亿元)'},{'val': '年度按总承包建筑业企业总产值计算的劳动生产率(元每人)'}"+
                "]}" +
            "]}," +
            "{'val': '专业承包建筑业企业主要经济指标', 'menu' : [" +
                "{'val': '专业承包建筑业企业主要经济指标', 'menu' : [" +
                "{'val': '年度专业承包建筑业企业单位数(个)'},{'val': '年度专业承包建筑业企业从业人员(万人)'},{'val': '年度专业承包建筑业企业建筑业总产值(万元)'},{'val': '年度一级专业承包建筑业企业建筑业专业产值(万元)'},{'val': '年度二级专业承包建筑业企业建筑业专业产值(万元)'},{'val': '年度三级及以下专业承包建筑业企业建筑业专业产值(万元)'},{'val': '年度专业承包建筑业企业利税专业额(亿元)'},{'val': '年度按专业承包建筑业企业总产值计算的劳动生产率(元每人)'}"+
                "]}" +
            "]}," +
            "{'val': '建筑业总产值', 'menu' : [" +
                "{'val': '建筑业总产值', 'menu' : [" +
                "{'val': '年度建筑业总产值(亿元)'},{'val': '年度建筑工程产值(亿元)'},{'val': '年度安装工程产值(亿元)'},{'val': '年度其他产值(亿元)'}"+
                "]}" +
            "]}," +
            "{'val': '建筑业增加值', 'menu' : [" +
                "{'val': '建筑业增加值', 'menu' : [" +
                "{'val': '年度建筑业增加值.(亿元)'}"+
                "]}" +
            "]}," +
            "{'val': '建筑业企业利润总额', 'menu' : [" +
                "{'val': '建筑业企业利润总额', 'menu' : [" +
                "{'val': '年度建筑业企业利润总额(亿元)'}"+
                "]}" +
            "]}," +
            "{'val': '按建筑业增加值计算的劳动生产率', 'menu' : [" +
                "{'val': '按建筑业增加值计算的劳动生产率', 'menu' : [" +
                "{'val': '年度按建筑业增加值计算的劳动生产率(元每人.年)'}"+
                "]}" +
            "]}," +
            "{'val': '按登记注册类型分建筑业企业单位数', 'menu' : [" +
                "{'val': '按登记注册类型分建筑业企业单位数', 'menu' : [" +
                "{'val': '年度建筑业企业单位数(个)'},{'val': '年度内资建筑业企业单位数(个)'},{'val': '年度国有建筑业企业单位数(个)'},{'val': '年度集体建筑业企业单位数(个)'},{'val': '年度港澳台商投资建筑业企业单位数(个)'},{'val': '年度港澳台商独资建筑业企业单位数(个)'},{'val': '年度外商投资建筑业企业单位数(个)'},{'val': '年度外商独资建筑业企业单位数(个)'}"+
                "]}" +
            "]}," +
            "{'val': '按登记注册类型分建筑业企业从业人员', 'menu' : [" +
                "{'val': '按登记注册类型分建筑业企业从业人员', 'menu' : [" +
                "{'val': '年度建筑业企业从业人员(万人)'},{'val': '年度内资建筑业企业从业人员(万人)'},{'val': '年度国有建筑业企业从业人员(万人)'},{'val': '年度集体建筑业企业从业人员(万人)'},{'val': '年度港澳台商投资建筑业企业从业人员(万人)'},{'val': '年度港澳台商独资建筑业企业从业人员(万人)'},{'val': '年度外商投资建筑业企业从业人员(万人)'},{'val': '年度外商独资建筑业企业从业人员(万人)'}"+
                "]}" +
            "]}," +
            "{'val': '建筑业企业技术装备情况', 'menu' : [" +
                "{'val': '建筑业企业技术装备情况', 'menu' : [" +
                "{'val': '年度建筑业企业自有施工机械设备年末总台数(台)'},{'val': '年度建筑业企业自有施工机械设备年末总功率(万千瓦)'},{'val': '年度建筑业企业自有施工机械设备年末净值(万元)'},{'val': '年度建筑业企业技术装备率(元每人)'},{'val': '年度建筑业企业动力装备率(千瓦每人)'}"+
                "]}" +
            "]}," +
            "{'val': '国有建筑业企业技术装备情况', 'menu' : [" +
                "{'val': '国有建筑业企业技术装备情况', 'menu' : [" +
                "{'val': '年度国有建筑业企业自有施工机械设备年末总台数(台)'},{'val': '年度国有建筑业企业自有施工机械设备年末总功率(万千瓦)'},{'val': '年度国有建筑业企业自有施工机械设备年末净值(万元)'},{'val': '年度国有建筑业企业技术装备率(元每人)'},{'val': '年度国有建筑业企业动力装备率(千瓦每人)'}"+
                "]}" +
            "]}," +
            "{'val': '按登记注册类型分建筑业总产值', 'menu' : [" +
                "{'val': '按登记注册类型分建筑业总产值', 'menu' : [" +
                "{'val': '年度建筑业总产值(亿元)'},{'val': '年度内资企业建筑业总产值(亿元)'},{'val': '年度国有建筑业总产值(亿元)'},{'val': '年度集体建筑业总产值(亿元)'},{'val': '年度港澳台商投资企业建筑业总产值(亿元)'},{'val': '年度港澳台商独资企业建筑业总产值(亿元)'},{'val': '年度外商投资企业建筑业总产值(亿元)'},{'val': '年度外商独资企业建筑业总产值(亿元)'}"+
                "]}" +
            "]}," +
            "{'val': '按行业分建筑业总产值', 'menu' : [" +
                "{'val': '按行业分建筑业总产值', 'menu' : [" +
                "{'val': '年度建筑业总产值(亿元)'},{'val': '年度房屋和土木工程建筑业建筑业总产值(亿元)'},{'val': '年度房屋工程建筑建筑业总产值(亿元)'},{'val': '年度土木工程建筑建筑业总产值(亿元)'},{'val': '年度建筑安装业建筑业总产值(亿元)'},{'val': '年度建筑装饰业建筑业总产值(亿元)'},{'val': '年度其他建筑业建筑业总产值( 亿元)'}"+
                "]}" +
            "]}," +
            "{'val': '建筑业企业签订合同和承包工程完成情况', 'menu' : [" +
                "{'val': '建筑业企业签订合同和承包工程完成情况', 'menu' : [" +
                "{'val': '年度建筑业企业签订合同总额(万元)'},{'val': '年度建筑业企业上年结转合同额(万元)'},{'val': '年度建筑业企业本年新签合同额(万元)'},{'val': '年度建筑业企业直接从建设单位承揽工程完成的产值(万元)'},{'val': '年度建筑业企业自行完成施工产值(万元)'},{'val': '年度建筑业企业分包出去工程的产值(万元)'},{'val': '年度建筑业企业从建设单位以外承揽工程完成的产值(万元)'}"+
                "]}" +
            "]}," +
            "{'val': '按等级注册类型分建筑业企业实收资本', 'menu' : [" +
                "{'val': '按等级注册类型分建筑业企业实收资本', 'menu' : [" +
                "{'val': '年度建筑业企业实收资本(亿元)'},{'val': '年度内资建筑业企业实收资本(亿元)'},{'val': '年度国有建筑业企业实收资本(亿元)'},{'val': '年度集体建筑业企业实收资本(亿元)'},{'val': '年度港澳台商投资建筑业企业实收资本(亿元)'},{'val': '年度港澳台商独资建筑业企业实收资本(亿元)'},{'val': '年度外商投资建筑业企业实收资本(亿元)'},{'val': '年度外商独资建筑业企业实收资本(亿元)'}"+
                "]}" +
            "]}," +
            "{'val': '建筑业企业资产', 'menu' : [" +
                "{'val': '建筑业企业资产', 'menu' : [" +
                "{'val': '年度资产合计(亿元)'},{'val': '年度流动资产(亿元)'},{'val': '年度固定资产(亿元)'},{'val': '年度无形及递延资产(亿元)'}"+
                "]}" +
            "]}," +
            "{'val': '按等级注册类型分建筑业企业资产', 'menu' : [" +
                "{'val': '按等级注册类型分建筑业企业资产', 'menu' : [" +
                "{'val': '年度建筑业企业资产(亿元)'},{'val': '年度内资建筑业企业资产(亿元)'},{'val': '年度国有建筑业企业资产(亿元)'},{'val': '年度集体建筑业企业资产(亿元)'},{'val': '年度港澳台商投资建筑业企业资产(亿元)'},{'val': '年度港澳台商独资建筑业企业资产(亿元)'},{'val': '年度外商投资建筑业企业资产(亿元)'},{'val': '年度外商独资建筑业企业资产(亿元)'}"+
                "]}" +
            "]}," +
            "{'val': '建筑业企业负债及所有者权益', 'menu' : [" +
                "{'val': '建筑业企业负债及所有者权益', 'menu' : [" +
                "{'val': '年度负债合计(亿元)'},{'val': '年度流动负债(亿元)'},{'val': '年度长期负债(亿元)'},{'val': '年度所有者权益(亿元)'}"+
                "]}" +
            "]}," +
            "{'val': '按登记类型分建筑业企业所有者权益', 'menu' : [" +
                "{'val': '按登记类型分建筑业企业所有者权益', 'menu' : [" +
                "{'val': '年度建筑业企业所有者权益(亿元)'},{'val': '年度内资建筑业企业所有者权益(亿元)'},{'val': '年度国有建筑业企业所有者权益(亿元)'},{'val': '年度集体建筑业企业所有者权益(亿元)'},{'val': '年度港澳台商投资建筑业企业所有者权益(亿元)'},{'val': '年度港澳台商独资建筑业企业所有者权益(亿元)'},{'val': '年度外商投资建筑业企业所有者权益(亿元)'},{'val': '年度外商独资建筑业企业所有者权益(亿元)'}"+
                "]}" +
            "]}," +
            "{'val': '按登记注册类型分建筑业企业负债', 'menu' : [" +
                "{'val': '按登记注册类型分建筑业企业负债', 'menu' : [" +
                "{'val': '年度建筑业企业负债(亿元)'},{'val': '年度内资建筑业企业负债(亿元)'},{'val': '年度国有建筑业企业负债(亿元)'},{'val': '年度集体建筑业企业负债(亿元)'},{'val': '年度港澳台商投资建筑业企业负债(亿元)'},{'val': '年度港澳台商独资建筑业企业负债(亿元)'},{'val': '年度外商投资建筑业企业负债(亿元)'},{'val': '年度外商独资建筑业企业负债(亿元)'}"+
                "]}" +
            "]}," +
            "{'val': '建筑业企业总收入', 'menu' : [" +
                "{'val': '建筑业企业总收入', 'menu' : [" +
                "{'val': '年度建筑业企业总收入(亿元)'},{'val': '年度建筑业企业主营业务收入(亿元)'},{'val': '年度建筑业企业主营业务成本(亿元)'},{'val': '年度建筑业企业主营业务利润(亿元)'},{'val': '年度建筑业企业其他业务收入(亿元)'},{'val': '年度建筑业企业其他业务利润(亿元)'}"+
                "]}" +
            "]}," +
            "{'val': '按登记注册类型分建筑业企业总收入', 'menu' : [" +
                "{'val': '按登记注册类型分建筑业企业总收入', 'menu' : [" +
                "{'val': '年度建筑业企业总收入(亿元)'},{'val': '年度内资建筑业企业总收入(亿元)'},{'val': '年度国有建筑业企业总收入(亿元)'},{'val': '年度集体建筑业企业总收入(亿元)'},{'val': '年度港澳台商投资建筑业企业总收入(亿元)'},{'val': '年度港澳台商独资建筑业企业总收入(亿元)'},{'val': '年度外商投资建筑业企业总收入(亿 元)'},{'val': '年度外商独资建筑业企业总收入(亿元)'}"+
                "]}" +
            "]}," +
            "{'val': '建筑业企业利税总额', 'menu' : [" +
                "{'val': '建筑业企业利税总额', 'menu' : [" +
                "{'val': '年度建筑业企业利税总额合计(亿元)'},{'val': '年度建筑业企业利润总额(亿元)'},{'val': '年度建筑业企业主营业务税金及附加(亿元)'},{'val': '年度建筑业企业管理费用中的税金(亿元)'},{'val': '年度建筑业企业产值利税率(百分比)'},{'val': '年度建筑业企业资产利税率(百分比)'}"+
                "]}" +
            "]}," +
            "{'val': '按登记注册类型分建筑业企业税金总额', 'menu' : [" +
                "{'val': '按登记注册类型分建筑业企业税金总额', 'menu' : [" +
                "{'val': '年度建筑业企业税金总额(亿元)'},{'val': '年度内资建筑业企业税金总额(亿元)'},{'val': '年度国有建筑业企业税金总额(亿元)'},{'val': '年度集体建筑业企业税金总额(亿元)'},{'val': '年度港澳台商投资建筑业企业税金总额(亿元)'},{'val': '年度港澳台商独资建筑业企业税金总额(亿元)'},{'val': '年度外商投资建筑业企业税金总额(亿元)'},{'val': '年度外商独资建筑业企业税金总额(亿元)'}"+
                "]}" +
            "]}," +
            "{'val': '按登记注册类型分建筑业企业利润总额', 'menu' : [" +
                "{'val': '按登记注册类型分建筑业企业利润总额', 'menu' : [" +
                "{'val': '年度建筑业企业利润总额(亿元)'},{'val': '年度内资建筑业企业利润总额(亿元)'},{'val': '年度国有建筑业企业利润总额(亿元)'},{'val': '年度集体建筑业企业利润总额(亿元)'},{'val': '年度港澳台商投资建筑业企业利润总额(亿元)'},{'val': '年度港澳台商独资建筑业企业利润总额(亿元)'},{'val': '年度外商投资建筑业企业利润总额(亿元)'},{'val': '年度外商独资建筑业企业利润总额(亿元)'}"+
                "]}" +
            "]}," +
            "{'val': '按资质等级分总承包建筑业企业利润总额', 'menu' : [" +
                "{'val': '按资质等级分总承包建筑业企业利润总额', 'menu' : [" +
                "{'val': '年度总承包建筑业企业利润总额(万元)'},{'val': '年度特级总承包建筑业企业利润总额(万元)'},{'val': '年度一级总承包建筑业企业利润总额(万元)'},{'val': '年度二级总承包建筑业企业利润总额(万元)'},{'val': '年度三级及以下总承包建筑业企业利润总额(万元)'}"+
                "]}" +
            "]}," +
            "{'val': '按资质等级分专业承包建筑业企业利润总额', 'menu' : [" +
                "{'val': '按资质等级分专业承包建筑业企业利润总额', 'menu' : [" +
                "{'val': '年度专业承包建筑业企业利润总额(万元)'},{'val': '年度一级专业承包建筑业企业利润总额(万元)'},{'val': '年度二级专业承包建筑业企业利润总额(万元)'},{'val': '年度三级及以下专业承包建筑业企业利润总额( 万元)'}"+
                "]}" +
            "]}," +
            "{'val': '按登记注册类型分建筑业企业工程结算利润', 'menu' : [" +
                "{'val': '按登记注册类型分建筑业企业工程结算利润', 'menu' : [" +
                "{'val': '年度建筑业企业工程结算利润(亿元)'},{'val': '年度内资建筑业企业工程结算利润(亿元)'},{'val': '年度国有建筑业企业工程结算利润(亿元)'},{'val': '年度集体建筑业企业工程结算利润(亿元)'},{'val': '年度港澳台商投资建筑业企业工程结算利润(亿元)'},{'val': '年度港澳台商独资建筑业企业工程结算利润(亿元)'},{'val': '年度外商投资建筑业企业工程结算利润(亿元)'},{'val': '年度外商独资建筑业企业工程结算利润(亿元)'}"+
                "]}" +
            "]}," +
            "{'val': '建筑业劳动生产率', 'menu' : [" +
                "{'val': '建筑业劳动生产率', 'menu' : [" +
                "{'val': '年度按建筑业总产值计算的建筑业企业劳动生产率(元每人)'},{'val': '年度按建筑业总产值计算的国有建筑业企业劳动生产率(元每人)'},{'val': '年度按建筑业总产值计算的集体建筑业企业劳动生产率(元每人)'}"+
                "]}" +
            "]}," +
            "{'val': '建筑业房屋建筑面积', 'menu' : [" +
                "{'val': '建筑业房屋建筑面积', 'menu' : [" +
                "{'val': '年度建筑业房屋施工面积(万平方米)'},{'val': '年度建筑业房屋竣工面积(万平方米)'},{'val': '年度国有建筑业房屋施工面积(万平方米)'},{'val': '年度国有建筑业房屋竣工面积(万平方米)'},{'val': '年度集体建筑业房屋施工面积(万平方米)'},{'val': '年度集体建筑业房屋竣工面积(万平方米)'}"+
                "]}" +
            "]}," +
            "{'val': '劳务分包建筑业企业主要指标', 'menu' : [" +
                "{'val': '劳务分包建筑业企业主要指标', 'menu' : [" +
                "{'val': '年度劳务分包建筑业企业单位数(个)'},{'val': '年度劳务分包建筑业企业从业人数(人)'},{'val': '年度劳务分包建筑业企业营业收入(万元)'},{'val': '年度劳务分包建筑业企业主营业务收入(万元)'},{'val': '年度劳务分包建筑业企业税金(万元)'},{'val': '年度劳务分包建筑业企业利润总额(万元)'},{'val': '年度劳务分包建筑业企业从业人员劳动报酬(万元)'}"+
                "]}" +
            "]}," +
            "{'val': '勘察设计机构和人员数', 'menu' : [" +
                "{'val': '勘察设计机构和人员数', 'menu' : [" +
                "{'val': '年度勘察设计机构单位数(个)'},{'val': '年度勘察设计机构年底职工人数(人)'},{'val': '年度勘察设计机构高级职称职工人数(人)'},{'val': '年度勘察设计机构中级职称职工人数(人)'},{'val': '年度勘察设计机构初级职称职工人数(人)'},{'val': '年度勘察设计机构其他人员数(人)'}"+
                "]}" +
            "]}," +
            "{'val': '勘察设计单位营业收入情况', 'menu' : [" +
                "{'val': '勘察设计单位营业收入情况', 'menu' : [" +
                "{'val': '年度勘察设计单位营业收入(万元)'},{'val': '年度勘察设计单位工程勘察收入(万元)'},{'val': '年度勘察设计单位工程设计收入(万元)'},{'val': '年度勘察设计单位工程承包收入(万元)'},{'val': '年度勘察设计单位其他收入(万元)'}"+
                "]}" +
            "]}," +
            "{'val': '建设工程监理企业和人员数', 'menu' : [" +
                "{'val': '建设工程监理企业和人员数', 'menu' : [" +
                "{'val': '年度建设工程监理企业单位数(个)'},{'val': '年度建设工程监理企业从业人数(人)'},{'val': '年度建设工程监理企业高、中级职称人员数(人)'},{'val': '年度建设工程监理企业注册执业人数(人)'},{'val': '年度建设工程监理企业注册监理工程师(人)'},{'val': '年度建设工程监理企业其他注册执业人员(人)'}"+
                "]}" +
            "]}," +
            "{'val': '建设工程监理营业收入', 'menu' : [" +
                "{'val': '建设工程监理营业收入', 'menu' : [" +
                "{'val': '年度建设工程监理营业收入(万元)'},{'val': '年度工程监理收入(万元)'},{'val': '年度工程招标代理收入(万元)'},{'val': '年度工程造价咨询收入(万元)'},{'val': '年度工程项目管理与咨询服务收入(万元)'},{'val': '年度建设工程监理其他收入(万元)'}"+
                "]}" +
            "]}" +
      "]}," +
      "{'val': '运输和邮电', 'menu': [" +
            "{'val': '交通运输邮电通信业就业人员数', 'menu' : [" +
                "{'val': '交通运输邮电通信业就业人员数', 'menu' : [" +
                "{'val': '年度铁路运输业就业人员数(人)'},{'val': '年度公路运输业就业人员数(人)'},{'val': '年度城市公共交通业就业人员数(人)'},{'val': '年度水上运输业就业人员数(人)'},{'val': '年度航空运输业就业人员数(人)'},{'val': '年度管道运输业就业人员数(人)'},{'val': '年度装卸搬运和其他运输服务业就业人员数(人)'},{'val': '年度邮政业就业人员数(人)'},{'val': '年度电信和其他信息传输服务业就业人员数(人)'}"+
                "]}" +
            "]}," +
            "{'val': '运输线路长度', 'menu' : [" +
                "{'val': '运输线路长度', 'menu' : [" +
                "{'val': '年度铁路营业里程(万公里)'},{'val': '年度内河航道里程(万公里)'},{'val': '年度公路里程(万公里)'},{'val': '年度等级公路里程(万公里)'},{'val': '年度高速等级公路里程(万公里)'},{'val': '年度一级等级公路里程(万公里)'},{'val': '年度二级等级公路里程(万公里)'},{'val': '年度等外公路公路里程(万公里)'}"+
                "]}" +
            "]}," +
            "{'val': '客运量', 'menu' : [" +
                "{'val': '客运量', 'menu' : [" +
                "{'val': '年度客运量(万人)'},{'val': '年度铁路客运量(万人)'},{'val': '年度国家铁路客运量(万人)'},{'val': '年度合资铁路客运量(万人)'},{'val': '年度公路客运量(万人)'},{'val': '年度水运客运量(万人)'}"+
                "]}" +
            "]}," +
            "{'val': '旅客周转量', 'menu' : [" +
                "{'val': '旅客周转量', 'menu' : [" +
                "{'val': '年度旅客周转量(亿人公里)'},{'val': '年度铁路旅客周转量(亿人公里)'},{'val': '年度国家铁路旅客周转量(亿人公里)'},{'val': '年度公路旅客周转量(亿人公里)'},{'val': '年度水运旅客周转量(亿人公里)'}"+
                "]}" +
            "]}," +
            "{'val': '货运量', 'menu' : [" +
                "{'val': '货运量', 'menu' : [" +
                "{'val': '年度货运量(万吨)'},{'val': '年度铁路货运量(万吨)'},{'val': '年度国家铁路货运量(万吨)'},{'val': '年度地方铁路货运量(万吨)'},{'val': '年度公路货运量(万吨)'},{'val': '年度水运货运量(万吨)'}"+
                "]}" +
            "]}," +
            "{'val': '货物周转量', 'menu' : [" +
                "{'val': '货物周转量', 'menu' : [" +
                    "{'val': '年度货物周转量(亿吨公里)'},{'val': '年度铁路货物周转量(亿吨公里)'},{'val': '年度国家铁路货物周转量(亿吨公里)'},{'val': '年度地方铁路货物周转量(亿吨公里)'},{'val': '年度公路货物周转量(亿吨公里)'},{'val': '年度水运货物周转量(亿吨公里)'}"+
                "]}" +
            "]}," +
            "{'val': '民用汽车拥有量', 'menu' : [" +
                "{'val': '民用汽车拥有量', 'menu' : [" +
                "{'val': '年度民用汽车拥有量(万辆)'},{'val': '年度民用载客汽车拥有量(万辆)'},{'val': '年度民用大型载客汽车拥有量(万辆)'},{'val': '年度民用中型载客汽车拥有量(万辆)'},{'val': '年度民用小型载客汽车拥有量(万 辆)'},{'val': '年度民用微型载客汽车拥有量(万辆)'},{'val': '年度民用载货汽车拥有量(万辆)'},{'val': '年 度民用重型载货汽车拥有量(万辆)'},{'val': '年度民用中型载货汽车拥有量(万辆)'},{'val': '年度民用轻型载货汽车拥有量(万辆)'},{'val': '年度民用微型载货汽车拥有量(万辆)'},{'val': '年度民用其他汽车拥有量(万辆)'},{'val': '年度机动车驾驶员人数(万人)'},{'val': '年度汽车驾驶员人数(万人)'}"+
                "]}" +
            "]}," +
            "{'val': '私人汽车拥有量', 'menu' : [" +
                "{'val': '私人汽车拥有量', 'menu' : [" +
                "{'val': '年度私人汽车拥有量(万辆)'},{'val': '年度私人载客汽车拥有量(万辆)'},{'val': '年度私人大型载客汽车拥有量(万辆)'},{'val': '年度私人中型载客汽车拥有量(万辆)'},{'val': '年度私人小型载客汽车拥有量(万 辆)'},{'val': '年度私人微型载客汽车拥有量(万辆)'},{'val': '年度私人载货汽车拥有量(万辆)'},{'val': '年 度私人重型载货汽车拥有量(万辆)'},{'val': '年度私人中型载货汽车拥有量(万辆)'},{'val': '年度私人轻型载货汽车拥有量(万辆)'},{'val': '年度私人微型载货汽车拥有量(万辆)'},{'val': '年度私人其他汽车拥有量(万辆)'}"+
                "]}" +
            "]}," +
            "{'val': '新注册民用汽车数量', 'menu' : [" +
                "{'val': '新注册民用汽车数量', 'menu' : [" +
                "{'val': '年度新注册民用汽车拥有量(万辆)'},{'val': '年度新注册民用载客汽车拥有量(万辆)'},{'val': '年度新注册民用大型载客汽车拥有量(万辆)'},{'val': '年度新注册民用中型载客汽车拥有量(万辆)'},{'val': '年度新注册民用小型载客汽车拥有量(万辆)'},{'val': '年度新注册民用微型载客汽车拥有量(万辆)'},{'val': '年度新注册民用载货汽车拥有量(万辆)'},{'val': '年度新注册民用重型载货汽车拥有量(万辆)'},{'val': '年度新注册民用中型载货汽车拥有量(万辆)'},{'val': '年度新注册民用轻型载货汽车拥有量(万辆)'},{'val': '年度新注册民用微型载货汽车拥有量(万辆)'},{'val': '年度新注册民用其他汽车拥有量(万辆)'}"+
                "]}" +
            "]}," +
            "{'val': '公路营运汽车拥有量', 'menu' : [" +
                "{'val': '公路营运汽车拥有量', 'menu' : [" +
                "{'val': '年度公路营运汽车拥有量(万辆)'},{'val': '年度公路营运载客汽车拥有量(万辆)'},{'val': '年度公路营运汽车客位数(万客位)'},{'val': '年度公路营运载货汽车拥有量(万辆)'},{'val': '年度公路营运普通载货汽车拥有量(万辆)'},{'val': '年度公路营运载货汽车吨位数(吨)'},{'val': '年度公路营运普通载货汽车吨位数(吨位)'}"+
                "]}" +
            "]}," +
            "{'val': '民用运输船舶拥有量', 'menu' : [" +
                "{'val': '民用运输船舶拥有量', 'menu' : [" +
                "{'val': '年度民用机动运输船数(艘)'},{'val': '年度民用机动船净载重量(吨)'},{'val': '年度民用机动船载客量(客位)'},{'val': '年度民用机动船拖船功率(千瓦)'},{'val': '年度民用驳船运输船数(艘)'},{'val': '年度民用驳船净载重量(吨)'},{'val': '年度民用驳船载客量(客位)'}"+
                "]}" +
            "]}," +
            "{'val': '邮电业务量', 'menu' : [" +
                "{'val': '邮电业务量', 'menu' : [" +
                "{'val': '年度邮电业务总量(亿元)'},{'val': '年度邮政业务总量(亿元)'},{'val': '年度电信业务总量(亿元)'},{'val': '年度函件数(亿件)'},{'val': '年度包裹数(万件)'},{'val': '年度报刊期发数(万份)'},{'val': '年度汇票业务(万笔)'},{'val': '年度集邮业务量(万枚)'},{'val': '年度固定本地电话通话时长(万分钟)'},{'val': '年度固定长途电话通话时长(万分钟)'},{'val': '年度移动短信业务量(亿条)'},{'val': '年度移动电话通话时长( 万分钟)'},{'val': '年度移动电话去话通话时长(万分钟)'},{'val': '年度移动电话非漫游去话通话时长(万分钟)'},{'val': '年度移动电话国内漫游去话通话时长(万分钟)'},{'val': '年度移动电话国际及港澳台漫游去话通话时 长(万分钟)'},{'val': '年度移动电话年末用户(万户)'},{'val': '年度3G移动电话用户(万户)'},{'val': '年度固定电话年末用户(万户)'},{'val': '年度城市电话年末用户数(万户)'},{'val': '年度城市住宅电话年末用户数(万 户)'},{'val': '年度农村电话年末用户数(万户)'},{'val': '年度农村住宅电话年末用户数(万户)'},{'val': '年 度公用电话用户(万户)'}"+
                "]}" +
            "]}," +
            "{'val': '快递业务量', 'menu' : [" +
                "{'val': '快递业务量', 'menu' : [" +
                "{'val': '年度快递量(万件)'},{'val': '年度国内同城快递量(万件)'},{'val': '年度国内异地快递量(万件)'},{'val': '年度国际及港澳台快递量(万件)'},{'val': '年度快递业务收入(万元)'}"+
                "]}" +
            "]}," +
            "{'val': '邮政业网点及邮递线路', 'menu' : [" +
                "{'val': '邮政业网点及邮递线路', 'menu' : [" +
                "{'val': '年度邮政营业网点(处)'},{'val': '年度快递营业网点(处)'},{'val': '年度信筒信箱数量(处)'},{'val': '年度农村投递路线(公里)'},{'val': '年度城市投递路线(公里)'},{'val': '年度邮路总长度(公里)'},{'val': '年度航空邮路总长度(公里)'},{'val': '年度铁路邮路总长度(公里)'},{'val': '年度汽车邮路总长度(公里)'}"+
                "]}" +
            "]}," +
            "{'val': '电信主要通信能力', 'menu' : [" +
                "{'val': '电信主要通信能力', 'menu' : [" +
                "{'val': '年度固定长途电话交换机容量(万路端)'},{'val': '年度局用交换机容量(万门)'},{'val': '年度移动电话交换机容量(万户)'},{'val': '年度光缆线路长度(公里)'},{'val': '年度长途光缆线路长度(万公里)'}"+
                "]}" +
            "]}," +
            "{'val': '电信通信服务水平', 'menu' : [" +
                "{'val': '电信通信服务水平', 'menu' : [" +
                "{'val': '年度电话普及率(包括移动电话)(部每百人)'},{'val': '年度移动电话普及率(部每百人)'},{'val': '年度每千人拥有公用电话数(部)'},{'val': '年度开通互联网宽带业务的行政村比重(百分比)'},{'val': '年度互联网普及率(百分比)'}"+
                "]}" +
            "]}," +
            "{'val': '邮政通信服务水平', 'menu' : [" +
                "{'val': '邮政通信服务水平', 'menu' : [" +
                "{'val': '年度平均每一营业网点服务人口(万人)'},{'val': '年度平均每人每年发函件数(件)'},{'val': '年度平均每百人每年订报刊数(份)'},{'val': '年度已通邮的行政村比重(百分比)'}"+
                "]}" +
            "]}," +
            "{'val': '互联网主要指标发展情况', 'menu' : [" +
                "{'val': '互联网主要指标发展情况', 'menu' : [" +
                "{'val': '年度互联网上网人数(万人)'},{'val': '年度域名数(万个)'},{'val': '年度网站数(万个)'},{'val': '年度网页数(万个)'},{'val': '年度互联网宽带接入端口(万个)'},{'val': '年度互联网拨号用户(万户)'},{'val': '年度移动互联网用户(万户)'},{'val': '年度移动互联网接入流量(万GB)'},{'val': '年度互联网宽带接入用户( 万户)'},{'val': '年度城市宽带接入用户(万户)'},{'val': '年度农村宽带接入用户(万户)'}"+
                "]}" +
            "]}," +
            "{'val': '软件和信息技术服务业主要经济指标', 'menu' : [" +
                "{'val': '软件和信息技术服务业主要经济指标', 'menu' : [" +
                "{'val': '年度软件业务收入(万元)'},{'val': '年度软件产品收入(万元)'},{'val': '年度信息技术服务收入(万 元)'},{'val': '年度信息安全收入(万元)'},{'val': '年度嵌入式系统软件收入(万元)'},{'val': '年度软件业务 出口(万美元)'}"+
                "]}" +
            "]}," +
            "{'val': '企业信息化及电子商务情况', 'menu' : [" +
                "{'val': '企业信息化及电子商务情况', 'menu' : [" +
                "{'val': '年度企业数(个)'},{'val': '年度期末使用计算机数(台)'},{'val': '年度每百人使用计算机数(台)'},{'val': '年度企业拥有网站数(个)'},{'val': '年度每百家企业拥有网站数(个)'},{'val': '年度有电子商务交易活动的企业数(个)'},{'val': '年度有电子商务交易活动的企业数比重(百分比)'},{'val': '年度电子商务销售额(亿 元)'},{'val': '年度电子商务采购额(亿元)'}"+
                "]}" +
            "]}" +
      "]}," +
      "{'val': '社会消费品零售总额', 'menu': [" +
            "{'val': '社会消费品零售总额', 'menu' : [" +
                "{'val': '社会消费品零售总额', 'menu' : [" +
                "{'val': '年度社会消费品零售总额(亿元)'}"+
                "]}" +
            "]}" +
      "]}," +
      "{'val': '批发和零售业', 'menu': [" +
            "{'val': '限额以上批发和零售业企业年末资产负债', 'menu' : [" +
                "{'val': '限额以上批发和零售业企业年末资产负债', 'menu' : [" +
                "{'val': '年度限额以上批发和零售业企业资产(亿元)'},{'val': '年度限额以上批发和零售业企业流动资产(亿元)'},{'val': '年度限额以上批发和零售业企业固定资产(亿元)'},{'val': '年度限额以上批发和零售业企业负债(亿 元)'},{'val': '年度限额以上批发和零售业企业所有者权益(亿元)'}"+
                "]}" +
            "]}," +
            "{'val': '限额以上批发和零售业企业主要财务指标', 'menu' : [" +
                "{'val': '限额以上批发和零售业企业主要财务指标', 'menu' : [" +
                "{'val': '年度限额以上批发和零售业企业主营业务利润(亿元)'}"+
                "]}" +
            "]}," +
            "{'val': '限额以上批发业企业基本情况和商品购销存情况', 'menu' : [" +
                "{'val': '限额以上批发业企业基本情况和商品购销存情况', 'menu' : [" +
                "{'val': '年度批发业法人企业单位数(个)'},{'val': '年度批发业年末从业人数(人)'},{'val': '年度批发业商品购进总额(亿元)'},{'val': '年度批发业进口额(亿元)'},{'val': '年度批发业商品销售总额(亿元)'},{'val': '年度批发业出口额(亿元)'},{'val': '年度批发业商品库存总额(亿元)'}"+
                "]}" +
            "]}," +
            "{'val': '限额以上批发业企业资产及负债', 'menu' : [" +
                "{'val': '限额以上批发业企业资产及负债', 'menu' : [" +
                "{'val': '年度批发业企业资产总计(亿元)'},{'val': '年度批发业流动资产合计(亿元)'},{'val': '年度批发业固定资产合计(亿元)'},{'val': '年度批发业负债合计(亿元)'},{'val': '年度批发业所有者权益合计(亿元)'}"+
                "]}" +
            "]}," +
            "{'val': '限额以上批发业企业主要财务指标', 'menu' : [" +
                "{'val': '限额以上批发业企业主要财务指标', 'menu' : [" +
                "{'val': '年度批发业主营业务收入(亿元)'},{'val': '年度批发业主营业务成本(亿元)'},{'val': '年度批发业主营业务税金及附加(亿元)'},{'val': '年度批发业主营业务利润(亿元)'}"+
                "]}" +
            "]}," +
            "{'val': '限额以上零售业企业基本情况和商品购销存情况', 'menu' : [" +
                "{'val': '限额以上零售业企业基本情况和商品购销存情况', 'menu' : [" +
                "{'val': '年度零售业法人企业单位数(个)'},{'val': '年度零售业年末从业人数(人)'},{'val': '年度零售业商品购进总额(亿元)'},{'val': '年度零售业进口额(亿元)'},{'val': '年度零售业商品销售总额(亿元)'},{'val': '年度零售业出口额(亿元)'},{'val': '年度零售业商品库存总额(亿元)'}"+
                "]}" +
            "]}," +
            "{'val': '限额以上零售业企业资产及负债', 'menu' : [" +
                "{'val': '限额以上零售业企业资产及负债', 'menu' : [" +
                "{'val': '年度零售业资产总计(亿元)'},{'val': '年度零售业流动资产合计(亿元)'},{'val': '年度零售业固定资产合计(亿元)'},{'val': '年度零售业负债合计(亿元)'},{'val': '年度零售业所有者权益合计(亿元)'}"+
                "]}" +
            "]}," +
            "{'val': '限额以上零售业企业主要财务指标', 'menu' : [" +
                "{'val': '限额以上零售业企业主要财务指标', 'menu' : [" +
                "{'val': '年度零售业企业主营业企业务收入(亿元)'},{'val': '年度零售业企业主营业企业务成本(亿元)'},{'val': '年度零售业企业主营业企业务税金及附加(亿元)'},{'val': '年度零售业企业主营业企业务利润(亿元)'}"+
                "]}" +
            "]}," +
            "{'val': '连锁零售企业', 'menu' : [" +
                "{'val': '连锁零售企业', 'menu' : [" +
                "{'val': '年度连锁零售企业总店数(个)'},{'val': '年度连锁零售企业门店总数(个)'},{'val': '年度连锁零售企业年末从业人数(万人)'},{'val': '年度连锁零售企业年末零售营业面积(万平方米)'},{'val': '年度连锁零售企业商品销售额(亿元)'},{'val': '年度连锁零售企业商品购进总额(亿元)'},{'val': '年度连锁零售企业统一配送商品购进额(亿元)'}"+
                "]}" +
            "]}," +
            "{'val': '亿元以上商品交易市场基本情况', 'menu' : [" +
                "{'val': '亿元以上商品交易市场基本情况', 'menu' : [" +
                "{'val': '年度亿元以上商品交易市场数(个)'},{'val': '年度亿元以上商品交易市场摊位数(个)'},{'val': '年度亿元以上商品交易市场营业面积(万平方米)'},{'val': '年度亿元以上商品交易市场成交额(亿元)'},{'val': '年度亿元以上商品交易批发市场成交额(亿元)'},{'val': '年度亿元以上商品交易零售市场成交额(亿元)'}"+
                "]}" +
            "]}" +
      "]}," +
      "{'val': '住宿和餐饮业', 'menu': [" +
            "{'val': '限额以上住宿和餐饮业企业年末资产负债', 'menu' : [" +
                "{'val': '限额以上住宿和餐饮业企业年末资产负债', 'menu' : [" +
                "{'val': '年度限额以上住宿和餐饮业企业流动资产(亿元)'},{'val': '年度限额以上住宿和餐饮业企业固定资产( 亿元)'},{'val': '年度限额以上住宿和餐饮业企业负债(亿元)'},{'val': '年度限额以上住宿和餐饮业企业所有者 权益(亿元)'}"+
                "]}" +
            "]}," +
            "{'val': '限额以上住宿和餐饮业企业主要财务指标', 'menu' : [" +
                "{'val': '限额以上住宿和餐饮业企业主要财务指标', 'menu' : [" +
                "{'val': '年度限额以上住宿和餐饮业企业主营业务收入(亿元)'},{'val': '年度限额以上住宿和餐饮业企业主营业务成本(亿元)'}"+
                "]}" +
            "]}," +
            "{'val': '限额以上住宿业企业基本情况和经营情况', 'menu' : [" +
                "{'val': '限额以上住宿业企业基本情况和经营情况', 'menu' : [" +
                "{'val': '年度住宿业法人企业数(个)'},{'val': '年度住宿业企业从业人数(人)'},{'val': '年度住宿业企业营业额(亿元)'},{'val': '年度住宿业企业客房收入(亿元)'},{'val': '年度住宿业企业餐费收入(亿元)'}"+
                "]}" +
            "]}," +
            "{'val': '限额以上住宿业企业资产及负债', 'menu' : [" +
                "{'val': '限额以上住宿业企业资产及负债', 'menu' : [" +
                "{'val': '年度住宿业企业资产总计(亿元)'},{'val': '年度住宿业企业流动资产合计(亿元)'},{'val': '年度住宿业企业固定资产合计(亿元)'},{'val': '年度住宿业企业负债合计(亿元)'},{'val': '年度住宿业企业所有者权益合计(亿元)'}"+
                "]}" +
            "]}," +
            "{'val': '限额以上住宿业企业主要财务指标', 'menu' : [" +
                "{'val': '限额以上住宿业企业主要财务指标', 'menu' : [" +
                "{'val': '年度住宿业企业主营业务收入(亿元)'},{'val': '年度住宿业企业主营业务成本(亿元)'},{'val': '年度住宿业企业主营业务税金及附加(亿元)'},{'val': '年度住宿业企业主营业务利润(亿元)'}"+
                "]}" +
            "]}," +
            "{'val': '限额以上餐饮业企业基本情况和经营情况', 'menu' : [" +
                "{'val': '限额以上餐饮业企业基本情况和经营情况', 'menu' : [" +
                "{'val': '年度餐饮业法人企业数(个)'},{'val': '年度餐饮业企业从业人数(人)'},{'val': '年度餐饮业企业营业额(亿元)'},{'val': '年度餐饮业企业餐费收入(亿元)'}"+
                "]}" +
            "]}," +
            "{'val': '限额以上餐饮业企业资产及负债', 'menu' : [" +
                "{'val': '限额以上餐饮业企业资产及负债', 'menu' : [" +
                "{'val': '年度餐饮业企业资产总计(亿元)'},{'val': '年度餐饮业企业流动资产合计(亿元)'},{'val': '年度餐饮业企业固定资产合计(亿元)'},{'val': '年度餐饮业企业负债合计(亿元)'},{'val': '年度餐饮业企业所有者权益合计(亿元)'}"+
                "]}" +
            "]}," +
            "{'val': '限额以上餐饮业企业主要财务指标', 'menu' : [" +
                "{'val': '限额以上餐饮业企业主要财务指标', 'menu' : [" +
                "{'val': '年度餐饮业企业主营业务收入(亿元)'},{'val': '年度餐饮业企业主营业务成本(亿元)'},{'val': '年度餐饮业企业主营业务税金及附加(亿元)'},{'val': '年度餐饮业企业主营业务利润(亿元)'}"+
                "]}" +
            "]}," +
            "{'val': '连锁餐饮企业基本情况', 'menu' : [" +
                "{'val': '连锁餐饮企业基本情况', 'menu' : [" +
                "{'val': '年度连锁餐饮企业总店数(个)'},{'val': '年度连锁餐饮企业门店总数(个)'},{'val': '年度连锁餐饮企业年末从业人数(万人)'},{'val': '年度连锁餐饮企业年末餐饮营业面积(万平方米)'},{'val': '年度连锁餐饮企业餐位数(万个)'},{'val': '年度连锁餐饮企业营业额(亿元)'},{'val': '年度连锁餐饮企业商品购进总额(亿元)'},{'val': '年度连锁餐饮企业统一配送商品购进额(亿元)'}"+
                "]}" +
            "]}" +
      "]}," +
      "{'val': '旅游业', 'menu': [" +
            "{'val': '国际旅游(外汇)收入', 'menu' : [" +
                "{'val': '国际旅游(外汇)收入', 'menu' : [" +
                "{'val': '年度国际旅游外汇收入(百万美元)'}"+
                "]}" +
            "]}," +
            "{'val': '接待入境过夜游客', 'menu' : [" +
                "{'val': '接待入境过夜游客', 'menu' : [" +
                "{'val': '年度接待国际游客(百万人次)'},{'val': '年度接待外国人游客(百万人次)'}"+
                "]}" +
            "]}" +
      "]}," +
      "{'val': '金融业', 'menu': [" +
            "{'val': '原保险保费收入和赔付支出情况', 'menu' : [" +
                "{'val': '原保险保费收入和赔付支出情况', 'menu' : [" +
                "{'val': '年度原保险保费收入(亿元)'},{'val': '年度财产险保费收入(亿元)'},{'val': '年度人身险保费收入( 亿元)'},{'val': '年度原保险赔付支出(亿元)'},{'val': '年度财产险支出(亿元)'},{'val': '年度人身险支出(亿元)'}"+
                "]}" +
            "]}" +
      "]}," +
      "{'val': '教育', 'menu': [" +
            "{'val': '高等学校普通本专科学校和学生情况', 'menu' : [" +
                "{'val': '高等学校普通本专科学校和学生情况', 'menu' : [" +
                "{'val': '年度普通高等学校数(所)'},{'val': '年度普通高等学校招生数(万人)'},{'val': '年度普通高等学校本科招生数(万人)'},{'val': '年度普通高等学校专科招生数(万人)'},{'val': '年度普通高等学校在校学生数(万人)'},{'val': '年度普通高等学校本科在校学生数(万人)'},{'val': '年度普通高等学校专科在校学生数(万人)'},{'val': '年度普通高等学校预计毕业生数(万人)'},{'val': '年度普通高等学校本科预计毕业生数(万人)'},{'val': '年度普通高等学校专科预计毕业生数(万人)'},{'val': '年度普通高等学校毕(结)业生数(万人)'},{'val': '年度普通高等学校本科毕(结)业生数(万人)'},{'val': '年度普通高等学校专科毕(结)业生数(万人)'},{'val': '年度普通高等学校本专科授予学位数(万人)'}"+
                "]}" +
            "]}," +
            "{'val': '普通高等学校(机构)教职工情况', 'menu' : [" +
                "{'val': '普通高等学校(机构)教职工情况', 'menu' : [" +
                "{'val': '年度普通高等学校教职工总数(万人)'},{'val': '年度普通高等学校校本部教职工数(万人)'},{'val': '年度普通高等学校专任教师数(万人)'},{'val': '年度普通高等学校正高级专任教师数(万人)'},{'val': '年度普通高等学校副高级专任教师数(万人)'},{'val': '年度普通高等学校中级专任教师数(万人)'},{'val': '年度普通高等学校初级专任教师数(万人)'},{'val': '年度普通高等学校无职称专任教师数(万人)'},{'val': '年度普通高等学校校本部行政人员数(万人)'},{'val': '年度普通高等学校校本部教辅人员数(万人)'},{'val': '年度普通高等学校校本部工勤人员数(万人)'}"+
                "]}" +
            "]}," +
            "{'val': '中等职业学校(机构)学生情况', 'menu' : [" +
                "{'val': '中等职业学校(机构)学生情况', 'menu' : [" +
                "{'val': '年度中等职业学校招生数(万人)'},{'val': '年度中等职业学校初中毕业数(万人)'},{'val': '年度中等职业学校应届初中毕业生数(万人)'},{'val': '年度中等职业学校在校学生数(万人)'},{'val': '年度中等职业学校毕业生数(万人)'},{'val': '年度中等职业学校获得职业资格证书毕业生数(万人)'},{'val': '年度中等职业学校预计毕业生数(万人)'}"+
                "]}" +
            "]}," +
            "{'val': '中等职业学校(机构)教职工数', 'menu' : [" +
                "{'val': '中等职业学校(机构)教职工数', 'menu' : [" +
                "{'val': '年度中等职业学校(机构)教职工总数(万人)'},{'val': '年度中等职业学校(机构)校本部教职工数(万人)'},{'val': '年度中等职业学校(机构)专任教师数(万人)'},{'val': '年度中等职业学校(机构)校本部行政人员数( 万人)'},{'val': '年度中等职业学校(机构)校本部教辅人员数(万人)'},{'val': '年度中等职业学校(机构)校本部 工勤人员数(万人)'},{'val': '年度中等职业学校(机构)校办企业职工数(万人)'},{'val': '年度中等职业学校(机 构)其他附设机构人员数(万人)'},{'val': '年度中等职业学校(机构)聘请校外教师数(万人)'}"+
                "]}" +
            "]}," +
            "{'val': '普通高中基本情况', 'menu' : [" +
                "{'val': '普通高中基本情况', 'menu' : [" +
                "{'val': '年度普通高中学校数(所)'},{'val': '年度普通高中招生数(万人)'},{'val': '年度普通高中在校学生数(万人)'},{'val': '年度普通高中毕业生数(万人)'},{'val': '年度普通高中教职工数(万人)'},{'val': '年度普通高中专任教师数(万人)'}"+
                "]}" +
            "]}," +
            "{'val': '初中基本情况', 'menu' : [" +
                "{'val': '初中基本情况', 'menu' : [" +
                "{'val': '年度初中学校数(所)'},{'val': '年度初中招生数(万人)'},{'val': '年度初中在校学生数(万人)'},{'val': '年度初中毕业生数(万人)'},{'val': '年度初中专任教师数(万人)'}"+
                "]}" +
            "]}," +
            "{'val': '普通小学基本情况', 'menu' : [" +
                "{'val': '普通小学基本情况', 'menu' : [" +
                "{'val': '年度普通小学学校数(所)'},{'val': '年度普通小学招生数(万人)'},{'val': '年度普通小学在校学生数(万人)'},{'val': '年度普通小学毕业生数(万人)'},{'val': '年度普通小学教职工数(万人)'},{'val': '年度普通小学专任教师数(万人)'}"+
                "]}" +
            "]}," +
            "{'val': '特殊教育基本情况', 'menu' : [" +
                "{'val': '特殊教育基本情况', 'menu' : [" +
                "{'val': '年度特殊教育学校数(所)'},{'val': '年度特殊教育招生数(万人)'},{'val': '年度特殊教育在校学生数(万人)'},{'val': '年度特殊教育毕业生数(万人)'},{'val': '年度特殊教育教职工数(万人)'},{'val': '年度特殊教育专任教师数(万人)'}"+
                "]}" +
            "]}," +
            "{'val': '各级普通学校生师比', 'menu' : [" +
                "{'val': '各级普通学校生师比', 'menu' : [" +
                "{'val': '年度小学生师比(教师人数=1)'},{'val': '年度初中生师比(教师人数=1)'},{'val': '年度普通高中生师比(教师人数=1)'},{'val': '年度职业高中生师比(教师人数=1)'},{'val': '年度普通中专生师比(教师人数=1)'},{'val': '年度普通高校生师比(教师人数=1)'},{'val': '年度本科院校生师比(教师人数=1)'},{'val': '年度专科院校生师比(教师人数=1)'}"+
                "]}" +
            "]}," +
            "{'val': '每十万人口各级学校平均在校生数', 'menu' : [" +
                "{'val': '每十万人口各级学校平均在校生数', 'menu' : [" +
                "{'val': '年度每十万人口幼儿园平均在校生数(人)'},{'val': '年度每十万人口小学平均在校生数(人)'},{'val': '年度每十万人口初中阶段平均在校生数(人)'},{'val': '年度每十万人口高中阶段平均在校生数(人)'},{'val': '年度每十万人口高等学校平均在校生数(人)'}"+
                "]}" +
            "]}," +
            "{'val': '教育经费情况', 'menu' : [" +
                "{'val': '教育经费情况', 'menu' : [" +
                "{'val': '年度教育经费(万元)'},{'val': '年度国家财政性教育经费(万元)'},{'val': '年度国家财政预算内教育经费(万元)'},{'val': '年度民办学校办学经费(万元)'},{'val': '年度教育经费社会捐赠经费(万元)'},{'val': '年度教育经费事业收入(万元)'},{'val': '年度教育经费学杂费(万元)'},{'val': '年度其他教育经费(万元)'}"+
                "]}" +
            "]}," +
            "{'val': '普通高等学校招生报名情况', 'menu' : [" +
                "{'val': '普通高等学校招生报名情况', 'menu' : [" +
                "{'val': '年度普通高等学校招生报名数(人)'},{'val': '年度普通高等学校招生男性报名总数(人)'},{'val': '年度普通高等学校招生女性报名总数女(人)'},{'val': '年度普通高等学校招生25岁以上报名总数(人)'},{'val': '年度普通高等学校招生全国统考报名总数(人)'},{'val': '年度普通高等学校招生高职班报名总数(人)'},{'val': '年度普通高等学校招生其他考试类型报名总数(人)'},{'val': '年度普通高等学校招生城市应届报名总数(人)'},{'val': '年度普通高等学校招生普通高中往届毕业生报名总数(人)'},{'val': '年度普通高等学校招生农村应届报名总数(人)'},{'val': '年度普通高等学校招生普通高中应届毕业生报名总数(人)'},{'val': '年度普通高等学校招生城市往届报名总数(人)'},{'val': '年度普通高等学校招生农村往届报名总数(人)'},{'val': '年度普通高等学校招生汉族报名总数(人)'},{'val': '年度普通高等学校招生蒙古族报名总数(人)'},{'val': '年度普通高等学校招生朝鲜族报名总数(人)'},{'val': '年度普通高等学校招生藏族报名总数(人)'},{'val': '年度普通高等学校招生其他民族报名总数(人)'},{'val': '年度普通高等学校招生文史报名总数(人)'},{'val': '年度普通高等学校招生外语(文)报名总数(人)'},{'val': '年度普通高等学校招生艺术(文)报名总数(人)'},{'val': '年度普通高等学校招生体育(文)报名总数(人)'},{'val': '年度普通高等学校招生理工报名总数(人)'},{'val': '年度普通高等学校招生外语(理)报名总数(人)'},{'val': '年度普通高等学校招生艺术(理)报名总数(人)'},{'val': '年度普通高等学校招生体育(理)报名总数(人)'},{'val': '年度普通高等学校招生高中毕业报名总数(人)'},{'val': '年度普通高等学校招生中等师范毕业报名总数(人)'},{'val': '年度普通高等学校招生其他中专毕业报名总数(人)'},{'val': '年度普通高等学校招生职业高中毕业报名总数(人)'},{'val': '年度普通高等学校招生技工学校毕业报名总数(人)'},{'val': '年度普通高等学校招生其他中等学历教育毕业报名总数(人)'},{'val': '年度普通高等学校招生专科学历毕业报名总数(人)'},{'val': '年度普通高等学校招生本科以上学历毕业报名总数(人)'}"+
                "]}" +
            "]}," +
            "{'val': '在职人员攻读博士硕士学位分学科学生数', 'menu' : [" +
                "{'val': '在职人员攻读博士硕士学位分学科学生数', 'menu' : [" +
                "{'val': '年度在职人员攻读博士、硕士学位授予学位数(万人)'},{'val': '年度在职人员攻读学位授予博士学位数(万人)'},{'val': '年度在职人员攻读学位授予硕士学位数(万人)'},{'val': '年度在职人员攻读博士、硕士学位招生数(万人)'},{'val': '年度在职人员攻读学位博士招生数(万人)'},{'val': '年度在职人员攻读硕士学位招生数( 万人)'},{'val': '年度在职人员攻读博士、硕士学位在校生数(万人)'},{'val': '年度在职人员攻读学位博士在校 学生数(万人)'},{'val': '年度在职人员攻读硕士学位在校生数(万人)'}"+
                "]}" +
            "]}" +
      "]}," +
      "{'val': '科技', 'menu': [" +
            "{'val': '规模以上工业企业研究与试验发展活动', 'menu' : [" +
                "{'val': '规模以上工业企业研究与试验发展活动', 'menu' : [" +
                "{'val': '年度规模以上工业企业RandD人员全时当量(人年)'},{'val': '年度规模以上工业企业RandD经费(万元)'},{'val': '年度规模以上工业企业RandD项目数(项)'}"+
                "]}" +
            "]}," +
            "{'val': '规模以上工业企业新产品开发及生产情况', 'menu' : [" +
                "{'val': '规模以上工业企业新产品开发及生产情况', 'menu' : [" +
                "{'val': '年度规模以上工业企业新产品项目数(项)'},{'val': '年度规模以上工业企业开发新产品经费(万元)'},{'val': '年度规模以上工业企业新产品产值(万元)'},{'val': '年度规模以上工业企业新产品销售收入(万元)'},{'val': '年度规模以上工业企业新产品出口销售收入(万元)'}"+
                "]}" +
            "]}," +
            "{'val': '规模以上工业企业专利情况', 'menu' : [" +
                "{'val': '规模以上工业企业专利情况', 'menu' : [" +
                "{'val': '年度规模以上工业企业专利申请数(件)'},{'val': '年度规模以上工业企业发明专利申请数(件)'},{'val': '年度规模以上工业企业有效发明专利数(件)'}"+
                "]}" +
            "]}," +
            "{'val': '国内三种专利申请受理数和授权数', 'menu' : [" +
                "{'val': '国内三种专利申请受理数和授权数', 'menu' : [" +
                "{'val': '年度国内专利申请受理量(项)'},{'val': '年度国内发明专利申请受理量(项)'},{'val': '年度国内实用新型专利申请受理量(项)'},{'val': '年度国内外观设计专利申请受理量(项)'},{'val': '年度国内专利申请授权量(项)'},{'val': '年度国内发明专利申请授权量(项)'},{'val': '年度国内实用新型专利申请授权量(项)'},{'val': '年度国内外观设计专利申请授权量(项)'}"+
                "]}" +
            "]}," +
            "{'val': '公有经济企事业单位专业技术人员数', 'menu' : [" +
                "{'val': '公有经济企事业单位专业技术人员数', 'menu' : [" +
                "{'val': '年度公有经济企事业单位专业技术人员数(人)'},{'val': '年度公有经济企事业单位工程技术人员(人)'},{'val': '年度公有经济企事业单位农业技术人员(人)'},{'val': '年度公有经济企事业单位科学研究人员(人)'},{'val': '年度公有经济企事业单位卫生技术人员(人)'},{'val': '年度公有经济企事业单位教学人员(人)'}"+
                "]}" +
            "]}," +
            "{'val': '技术市场成交额', 'menu' : [" +
                "{'val': '技术市场成交额', 'menu' : [" +
                "{'val': '年度技术市场成交额(亿元)'}"+
                "]}" +
            "]}," +
            "{'val': '测绘地理信息部门生产完成情况', 'menu' : [" +
                "{'val': '测绘地理信息部门生产完成情况', 'menu' : [" +
                "{'val': '年度GPS测量(点)'},{'val': '年度水准测量(公里)'},{'val': '年度地理信息数据生产(幅)'},{'val': '年度地形图编制(幅)'},{'val': '年度专题地图编制(种)'},{'val': '年度地图集编制(种)'}"+
                "]}" +
            "]}," +
            "{'val': '测绘资料提供情况', 'menu' : [" +
                "{'val': '测绘资料提供情况', 'menu' : [" +
                "{'val': '年度地形图(张)'},{'val': '年度1比10000地形图(张)'},{'val': '年度1比50000地形图(张)'},{'val': '年度测绘基准成果(点)'},{'val': '年度航摄成果(片)'},{'val': '年度专题地图(张)'}"+
                "]}" +
            "]}," +
            "{'val': '地震监测情况', 'menu' : [" +
                "{'val': '地震监测情况', 'menu' : [" +
                "{'val': '年度地震台数总数(个)'},{'val': '年度国家级地震台数(个)'},{'val': '年度省级地震台数(个)'},{'val': '年度市、县级地震台数(个)'},{'val': '年度企业地震台数(个)'},{'val': '年度强震观测点(个)'},{'val': '年度宏观观测点(个)'}"+
                "]}" +
            "]}," +
            "{'val': '气象业务站点及观测项目情况', 'menu' : [" +
                "{'val': '气象业务站点及观测项目情况', 'menu' : [" +
                "{'val': '年度地面观测业务站点个数(个)'},{'val': '年度高空探测业务站点个数(个)'},{'val': '年度自动气象站站点个数(个)'},{'val': '年度天气雷达观测业务站点个数(个)'},{'val': '年度大气成分观测业务站点个数(个)'},{'val': '年度农业气象观测业务站点个数(个)'},{'val': '年度生态与农业气象试验业务站点个数(个)'},{'val': '年度闪电定位监测业务站点个数(个)'},{'val': '年度太阳辐射观测业务站点个数(个)'},{'val': '年度紫外线观测业务站点个数(个)'},{'val': '年度酸雨观测业务站点个数(个)'},{'val': '年度卫星云图接收业务站点个数( 个)'}"+
                "]}" +
            "]}," +
            "{'val': '产品质量情况', 'menu' : [" +
                "{'val': '产品质量情况', 'menu' : [" +
                "{'val': '年度产品质量优等品率(百分比)'},{'val': '年度产品质量一等品率(百分比)'},{'val': '年度产品质量合格品率(百分比)'},{'val': '年度质量损失率(百分比)'},{'val': '年度产品质量合格率(百分比)'}"+
                "]}" +
            "]}," +
            "{'val': '产品质量省级监督抽查', 'menu' : [" +
                "{'val': '产品质量省级监督抽查', 'menu' : [" +
                "{'val': '年度省级监督抽查产品种类(种)'},{'val': '年度省级监督抽查企业(家)'},{'val': '年度省级监督抽查产品批次(批)'},{'val': '年度省级监督抽查不合格产品批次(批)'}"+
                "]}" +
            "]}," +
            "{'val': '出入境货物检验检疫', 'menu' : [" +
                "{'val': '出入境货物检验检疫', 'menu' : [" +
                "{'val': '年度出入境货物检验检疫批次(批)'},{'val': '年度出入境货物检验检疫不合格批次(批)'},{'val': '年度出入境货物检验检疫货值(万美元)'},{'val': '年度出入境货物检验检疫不合格货值(万美元)'},{'val': '年度出入境工业品检验检疫批次(批)'},{'val': '年度出入境工业品检验检疫不合格批次(批)'},{'val': '年度出入境工业品检验检疫货值(万美元)'},{'val': '年度出入境工业品检验检疫不合格货值(万美元)'},{'val': '年度出入境动物及动物产品检验检疫批次(批)'},{'val': '年度出入境动物及动物产品检验检疫不合格批次(批)'},{'val': '年度出入境动物及动物产品检验检疫货值(万美元)'},{'val': '年度出入境动物及动物产品检验检疫不合格货值(万美元)'},{'val': '年度出入境植物及植物产品检验检疫批次(批)'},{'val': '年度出入境植物及植物产品检验检疫不合格批次(批)'},{'val': '年度出入境植物及植物产品检验检疫货值(万美元)'},{'val': '年度出入境植物及植物产品检验检疫不合格货值(万美元)'},{'val': '年度出入境食品及化妆品检验检疫批次(批)'},{'val': '年度出入境食品及化妆品检验检疫不合格批次(批)'},{'val': '年度出入境食品及化妆品检验检疫货值(万美元)'},{'val': '年度出入境食品及化妆品检验检疫不合格货值(万美元)'}"+
                "]}" +
            "]}" +
      "]}," +
      "{'val': '卫生', 'menu': [" +
            "{'val': '医疗卫生机构', 'menu' : [" +
                "{'val': '医疗卫生机构', 'menu' : [" +
                "{'val': '年度医疗卫生机构数(个)'},{'val': '年度医院数(个)'},{'val': '年度综合医院数(个)'},{'val': '年度中医医院数(个)'},{'val': '年度专科医院数(个)'},{'val': '年度基层医疗卫生机构(个)'},{'val': '年度社区卫生服务中心(站)数(个)'},{'val': '年度街道卫生院数(个)'},{'val': '年度乡镇卫生院数(个)'},{'val': '年度村卫生室数(个)'},{'val': '年度门诊部(所)数(个)'},{'val': '年度专业公共卫生机构数(个)'},{'val': '年度疾病预防控制中心数(个)'},{'val': '年度专科疾病防治院(所每站)数(个)'},{'val': '年度妇幼保健院(所每站)数(个)'},{'val': '年度卫生监督所(中心)数(个)'}"+
                "]}" +
            "]}," +
            "{'val': '卫生人员', 'menu' : [" +
                "{'val': '卫生人员', 'menu' : [" +
                "{'val': '年度卫生人员数(万人)'},{'val': '年度卫生技术人员数(万人)'},{'val': '年度执业(助理)医师数(万 人)'},{'val': '年度执业医师数(万人)'},{'val': '年度注册护士数(万人)'},{'val': '年度药师数(万人)'},{'val': '年度乡村医生和卫生员数(万人)'},{'val': '年度其他技术人员数(万人)'},{'val': '年度管理人员数(万人)'},{'val': '年度工勤技能人员数(万人)'}"+
                "]}" +
            "]}," +
            "{'val': '每万人口卫生技术人员数', 'menu' : [" +
                "{'val': '每万人口卫生技术人员数', 'menu' : [" +
                "{'val': '年度每万人拥有卫生技术人员数(人)'},{'val': '年度每万人拥有城市卫生技术人员数(人)'},{'val': '年度每万人拥有农村卫生技术人员数(人)'},{'val': '年度每万人拥有执业(助理)医师数(人)'},{'val': '年度每万人拥有城市执业(助理)医师数(人)'},{'val': '年度每万人拥有农村执业(助理)医师数(人)'},{'val': '年度每万人拥有注册护士数(人)'},{'val': '年度每万人拥有城市注册护士数(人)'},{'val': '年度每万人拥有农村注册护士数(人)'}"+
                "]}" +
            "]}," +
            "{'val': '村卫生室情况', 'menu' : [" +
                "{'val': '村卫生室情况', 'menu' : [" +
                "{'val': '年度村卫生室个数(个)'},{'val': '年度村办的村卫生室个数(个)'},{'val': '年度乡卫生院设点的村卫生室个数(个)'},{'val': '年度联合办的村卫生室个数(个)'},{'val': '年度私人办的村卫生室个数(个)'},{'val': '年度其他办的村卫生室个数(个)'},{'val': '年度设卫生室的村数占行政村数百分比(百分比)'}"+
                "]}" +
            "]}," +
            "{'val': '医疗卫生机构床位', 'menu' : [" +
                "{'val': '医疗卫生机构床位', 'menu' : [" +
                "{'val': '年度卫生机构床位数(万张)'},{'val': '年度医院床位数(万张)'},{'val': '年度基层医疗卫生机构床位数(万张)'},{'val': '年度社区卫生服务中心床位数(万张)'},{'val': '年度街道卫生院床位数(万张)'},{'val': '年度乡镇卫生院床位数(万张)'},{'val': '年度专业公共卫生机构床位数(万张)'},{'val': '年度妇幼保健院(所、 站)床位数(万张)'},{'val': '年度专科疾病防治院(所、站)床位数(万张)'}"+
                "]}" +
            "]}," +
            "{'val': '每万人口医疗卫生机构床位', 'menu' : [" +
                "{'val': '每万人口医疗卫生机构床位', 'menu' : [" +
                "{'val': '年度医疗卫生机构床位数(万张)'},{'val': '年度城市医疗卫生机构床位数(万张)'},{'val': '年度农村卫生机构床位数(万张)'},{'val': '年度每万人医疗机构床位数(张)'},{'val': '年度城市每万人医疗机构床位数( 张)'},{'val': '年度农村每万人医疗机构床位数(张)'},{'val': '年度医院、卫生院床位数(万张)'},{'val': '年 度每万人医院和卫生院床位数(张)'},{'val': '年度每万农业人口乡镇卫生院床位数(张)'}"+
                "]}" +
            "]}," +
            "{'val': '按床位数分组的社区卫生服务中心', 'menu' : [" +
                "{'val': '按床位数分组的社区卫生服务中心', 'menu' : [" +
                "{'val': '年度社区卫生服务中心数(个)'},{'val': '年度无床的社区卫生服务中心数(个)'},{'val': '年度1-9张 床位数的社区卫生服务中心数(个)'},{'val': '年度10-29张床位数的社区卫生服务中心数(个)'},{'val': '年度30-49张床位数的社区卫生服务中心数(个)'},{'val': '年度50-99张床位数的社区卫生服务中心数(个)'},{'val': '年 度100张及以上床位数的社区卫生服务中心数(个)'},{'val': '年度社区卫生服务站数(个)'},{'val': '年度无床的 社区卫生服务站数(个)'},{'val': '年度1-9张床位数的社区卫生服务站数(个)'},{'val': '年度10张及以上床位数 的社区卫生服务站数(个)'}"+
                "]}" +
            "]}," +
            "{'val': '医疗卫生机构门诊服务情况', 'menu' : [" +
                "{'val': '医疗卫生机构门诊服务情况', 'menu' : [" +
                "{'val': '年度医疗卫生机构诊疗人次(亿次)'},{'val': '年度医疗卫生机构门急诊诊疗人次数(亿次)'},{'val': '年度医疗卫生机构观察室留观病例数(万人)'},{'val': '年度医疗卫生机构门诊健康检查人数(万人)'},{'val': '年度医疗卫生机构急诊抢救成功率(百分比)'},{'val': '年度医疗卫生机构急诊病死率(百分比)'},{'val': '年度医疗卫生机构观察室病死率(百分比)'}"+
                "]}" +
            "]}," +
            "{'val': '医疗卫生机构住院服务情况', 'menu' : [" +
                "{'val': '医疗卫生机构住院服务情况', 'menu' : [" +
                "{'val': '年度入院人数(万人)'},{'val': '年度医疗卫生机构出院人数(万人)'},{'val': '年度医疗卫生机构住院病人手术人次(万人次)'},{'val': '年度医疗卫生机构危重病人抢救人次(万人次)'},{'val': '年度医疗卫生机构危重病人抢救成功率(百分比)'},{'val': '年度医疗卫生机构每百门急诊入院人数(人)'}"+
                "]}" +
            "]}," +
            "{'val': '医院床位利用情况', 'menu' : [" +
                "{'val': '医院床位利用情况', 'menu' : [" +
                "{'val': '年度医院病床周转次数(次)'},{'val': '年度医院病床工作日(日)'},{'val': '年度医院病床使用率(百 分比)'},{'val': '年度医院平均住院日(日)'},{'val': '年度政府办医院病床周转次数(次)'},{'val': '年度政府 办医院病床工作日(日)'},{'val': '年度政府办医院病床使用率(百分比)'},{'val': '年度政府办医院平均住院日( 日)'}"+
                "]}" +
            "]}," +
            "{'val': '乡镇卫生院医疗服务情况', 'menu' : [" +
                "{'val': '乡镇卫生院医疗服务情况', 'menu' : [" +
                "{'val': '年度乡镇卫生院诊疗人次(亿次)'},{'val': '年度乡镇卫生院入院人数(万人)'},{'val': '年度乡镇卫生院病床使用率(百分比)'},{'val': '年度乡镇卫生院出院者平均住院日(日)'}"+
                "]}" +
            "]}," +
            "{'val': '新型农村合作医疗情况', 'menu' : [" +
                "{'val': '新型农村合作医疗情况', 'menu' : [" +
                "{'val': '年度县(市、区)数(个)'},{'val': '年度开展新型农村合作医疗县(区、市)数(个)'},{'val': '年度参加新型农村合作医疗人数(亿人)'},{'val': '年度新型农村合作医疗人均筹资(元)'},{'val': '年度新型农村合作医疗本年度筹资总额(亿元)'},{'val': '年度新型农村合作医疗补偿受益人次(亿人次)'}"+
                "]}" +
            "]}" +
      "]}," +
      "{'val': '社会服务', 'menu': [" +
            "{'val': '社会福利企业', 'menu' : [" +
                "{'val': '', 'menu' : [" +
                "{'val': '年度社会福利企业机构数(个)'},{'val': '年度社会福利企业残疾职工(万人)'},{'val': '年度社会福利企业利润额(亿元)'}"+
                "]}" +
            "]}," +
            "{'val': '孤儿和家庭儿童收养', 'menu' : [" +
                "{'val': '', 'menu' : [" +
                "{'val': '年度孤儿数(人)'},{'val': '年度家庭儿童收养登记总数(件)'},{'val': '年度中国公民收养登记数(件)'},{'val': '年度外国公民收养登记数(件)'}"+
                "]}" +
            "]}," +
            "{'val': '社会救助', 'menu' : [" +
                "{'val': '', 'menu' : [" +
                "{'val': '年度城市居民最低生活保障人数(万人)'},{'val': '年度农村居民最低生活保障人数(万人)'},{'val': '年度农村集中供养五保人数(万人)'},{'val': '年度农村分散供养五保人数(万人)'},{'val': '年度农村传统救济人数(万人)'}"+
                "]}" +
            "]}," +
            "{'val': '医疗救助', 'menu' : [" +
                "{'val': '', 'menu' : [" +
                "{'val': '年度城市医疗救助人次(万人次)'},{'val': '年度城市医疗救助资助参加医疗保险(万人)'},{'val': '年度农村医疗救助医疗救助(万人次)'},{'val': '年度农村医疗救助资助参加合作医疗(万人)'},{'val': '年度城市医疗救助支出(万元)'},{'val': '年度农村医疗救助支出(万元)'}"+
                "]}" +
            "]}," +
            "{'val': '优抚安置', 'menu' : [" +
                "{'val': '', 'menu' : [" +
                "{'val': '年度国家重点优抚对象(万人)'},{'val': '年度国家重点优抚对象定期抚恤人数(万人)'},{'val': '年度国家重点优抚对象定期补助人数(万人)'},{'val': '年度国家重点优抚对象伤残人员(万人)'},{'val': '年度安置义务兵、士官、复员干部人数(万人)'},{'val': '年度接收军队离退休人员人数(万人)'}"+
                "]}" +
            "]}," +
            "{'val': '福利彩票销售', 'menu' : [" +
                "{'val': '', 'menu' : [" +
                "{'val': '年度福利彩票发行单位(个)'},{'val': '年度福利彩票销售额(亿元)'},{'val': '年度福利彩票提取公益金(亿元)'},{'val': '年度福利彩票公益金支出(亿元)'}"+
                "]}" +
            "]}," +
            "{'val': '社会捐赠', 'menu' : [" +
                "{'val': '', 'menu' : [" +
                "{'val': '年度社会捐赠款物合计(亿元)'},{'val': '年度社会捐赠款(亿元)'},{'val': '年度民政部门社会捐赠款(亿元)'},{'val': '年度各类社会组织社会捐赠款(亿元)'},{'val': '年度社会捐赠其他物资折款(亿元)'}"+
                "]}" +
            "]}," +
            "{'val': '社区服务机构', 'menu' : [" +
                "{'val': '', 'menu' : [" +
                "{'val': '年度社区服务机构数(个)'},{'val': '年度社区服务中心数(个)'},{'val': '年度社区服务站数(个)'},{'val': '年度其它社区服务设施数(个)'},{'val': '年度便民、利民服务网点(个)'},{'val': '年度社区服务机构覆盖率(百分比)'}"+
                "]}" +
            "]}," +
            "{'val': '婚姻服务', 'menu' : [" +
                "{'val': '', 'menu' : [" +
                "{'val': '年度结婚登记(万对)'},{'val': '年度内地居民登记结婚(万对)'},{'val': '年度内地居民初婚登记(万 人)'},{'val': '年度内地居民再婚登记(万人)'},{'val': '年度涉外及港澳台居民登记结婚(万对)'},{'val': '年 度离婚登记(万对)'},{'val': '年度粗离婚率(千分比)'}"+
                "]}" +
            "]}," +
            "{'val': '殡葬服务', 'menu' : [" +
                "{'val': '', 'menu' : [" +
                "{'val': '年度殡葬类单位数(个)'},{'val': '年度殡葬类职工总数(人)'},{'val': '年度火化炉数(台)'},{'val': '年度处理遗体数(万具)'},{'val': '年度安葬数(万人)'},{'val': '年度火化率(百分比)'}"+
                "]}" +
            "]}," +
            "{'val': '社会组织', 'menu' : [" +
                "{'val': '', 'menu' : [" +
                "{'val': '年度社会组织单位数(个)'},{'val': '年度社会团体单位数(个)'},{'val': '年度基金会单位数(个)'},{'val': '年度民办非企业单位单位数(个)'},{'val': '年度社会组织职工人数(人)'},{'val': '年度社会组织女性职工人数(人)'},{'val': '年度社会团体职工人数(人)'},{'val': '年度基金会职工人数(人)'},{'val': '年度民办非企业单位职工人数(人)'},{'val': '年度社会组织增加值(亿元)'}"+
                "]}" +
            "]}," +
            "{'val': '自治组织', 'menu' : [" +
                "{'val': '', 'menu' : [" +
                "{'val': '年度自治组织单位数(个)'},{'val': '年度社区居委会单位数(个)'},{'val': '年度村民委员会单位数( 个)'},{'val': '年度自治组织职工人数(人)'},{'val': '年度自治组织女性职工人数(人)'},{'val': '年度社区居 委会职工人数(人)'},{'val': '年度村民委员会职工人数(人)'},{'val': '年度自治组织增加值(亿元)'}"+
                "]}" +
            "]}" +
      "]}," +
      "{'val': '文化', 'menu': [" +
            "{'val': '艺术表演团体艺术表演场馆演出情况', 'menu' : [" +
                "{'val': '艺术表演团体艺术表演场馆演出情况', 'menu' : [" +
                "{'val': '年度艺术表演团体机构数(个)'},{'val': '年度艺术表演团体演出场次(万场次)'},{'val': '年度艺术表演团体国内演出场次(万场次)'},{'val': '年度艺术表演团体农村演出场次(万场次)'},{'val': '年度艺术表演团体国内演出观众人次(千人次)'},{'val': '年度艺术表演团体农村演出观众人次(千人次)'},{'val': '年度艺术表演场馆机构数(个)'},{'val': '年度艺术表演场馆演(映)出场次(千场次)'},{'val': '年度艺术表演场馆艺术演出场次( 千场次)'},{'val': '年度艺术表演场馆观众人次(千人次)'},{'val': '年度艺术表演场馆艺术演出观众人次(千人次)'}"+
                "]}" +
            "]}," +
            "{'val': '博物馆', 'menu' : [" +
                "{'val': '博物馆', 'menu' : [" +
                "{'val': '年度博物馆机构数(个)'},{'val': '年度博物馆从业人员(人)'},{'val': '年度博物馆文物藏品(件每套)'},{'val': '年度本年博物馆从有关部门接收文物数(件每套)'},{'val': '年度本年博物馆修复文物数(件每套)'},{'val': '年度博物馆考古发掘项目(个)'},{'val': '年度博物馆基本陈列(个)'},{'val': '年度博物馆举办展览(个)'},{'val': '年度博物馆参观人次(万人次)'}"+
                "]}" +
            "]}," +
            "{'val': '公共图书馆', 'menu' : [" +
                "{'val': '公共图书馆', 'menu' : [" +
                "{'val': '年度公共图书馆业机构数(个)'},{'val': '年度公共图书馆总藏量(万册)'},{'val': '年度人均拥有公共图书馆藏量(册每套)'},{'val': '年度公共图书馆累计发放有效借书证数(万个)'},{'val': '年度公共图书馆总流通人次(万人次)'},{'val': '年度公共图书馆书刊文献外借人次(万人次)'},{'val': '年度公共图书馆书刊文献外借册次(万册次)'},{'val': '年度公共图书馆阅览室座席数(万个)'},{'val': '年度每万人拥有公共图书馆建筑面积(平 方米)'},{'val': '年度公共图书馆组织各类讲座次数(次)'},{'val': '年度公共图书馆参加讲座人次(万人次)'},{'val': '年度公共图书馆举办展览数(个)'},{'val': '年度公共图书馆参观展览人次(万人次)'},{'val': '年度公共 图书馆举办培训班数(个)'},{'val': '年度公共图书馆参加培训人次(万人次)'},{'val': '年度公共图书馆计算机台数(台)'},{'val': '年度公共图书馆电子阅览室终端数(台)'}"+
                "]}" +
            "]}," +
            "{'val': '广播电视节目综合人口覆盖情况', 'menu' : [" +
                "{'val': '广播电视节目综合人口覆盖情况', 'menu' : [" +
                "{'val': '年度广播节目综合人口覆盖率(百分比)'},{'val': '年度中央广播节目人口覆盖率(百分比)'},{'val': '年度农村广播节目人口覆盖率(百分比)'},{'val': '年度电视节目综合人口覆盖率(百分比)'},{'val': '年度中央电视节目人口覆盖率(百分比)'},{'val': '年度农村电视节目人口覆盖率(百分比)'}"+
                "]}" +
            "]}," +
            "{'val': '广播节目制作播出情况', 'menu' : [" +
                "{'val': '广播节目制作播出情况', 'menu' : [" +
                "{'val': '年度公共广播节目套数(套)'},{'val': '年度全年公共广播节目播出时间(小时)'},{'val': '年度全年制作广播节目时间(小时)'}"+
                "]}" +
            "]}," +
            "{'val': '电视节目制作播出情况', 'menu' : [" +
                "{'val': '电视节目制作播出情况', 'menu' : [" +
                "{'val': '年度公共电视节目套数(套)'},{'val': '年度全年公共电视节目播出时间(小时)'},{'val': '年度全年制作电视节目时间(小时)'},{'val': '年度全年电视剧播出部数(万部)'},{'val': '年度全年电视剧播出集数(万集)'},{'val': '年度进口电视剧播出部数(部)'},{'val': '年度进口电视剧播出集数(万集)'},{'val': '年度全年动画电视播出小时数(小时)'},{'val': '年度进口动画播出小时数(小时)'}"+
                "]}" +
            "]}," +
            "{'val': '有线广播电视传输干线网络及用户情况', 'menu' : [" +
                "{'val': '有线广播电视传输干线网络及用户情况', 'menu' : [" +
                "{'val': '年度有线广播电视传输干线网络总长(万公里)'},{'val': '年度有线广播电视用户数(万户)'},{'val': '年度数字电视用户数(万户)'},{'val': '年度付费电视用户数(万户)'},{'val': '年度农村有线广播电视用户数(万 户)'},{'val': '年度有线广播电视用户数占家庭总户数的比重(百分比)(百分比)'},{'val': '年度农村有线广播电视用户数占家庭总户数的比重(百分比)(百分比)'}"+
                "]}" +
            "]}," +
            "{'val': '广播电视技术情况', 'menu' : [" +
                "{'val': '广播电视技术情况', 'menu' : [" +
                "{'val': '年度中、短波转播发射台数(座)'},{'val': '年度中波发射机数(部)'},{'val': '年度短波发射机数(部)'},{'val': '年度调频转播发射台数(座)'},{'val': '年度调频发射机数(部)'},{'val': '年度电视转播发射台数( 座)'},{'val': '年度电视发射机数(部)'},{'val': '年度微波实有站数(座)'}"+
                "]}" +
            "]}," +
            "{'val': '图书期刊和报纸出版情况', 'menu' : [" +
                "{'val': '图书期刊和报纸出版情况', 'menu' : [" +
                "{'val': '年度图书出版种数(种)'},{'val': '年度图书新出版种数(种)'},{'val': '年度图书总印数(亿册)'},{'val': '年度图书总印张数(亿印张)'},{'val': '年度期刊出版种数(种)'},{'val': '年度期刊每期出版平均印数(万 册)'},{'val': '年度期刊出版总印数(亿册)'},{'val': '年度期刊出版总印张数(亿印张)'},{'val': '年度报纸出 版种数(种)'},{'val': '年度报纸每期出版平均印数(万册)'},{'val': '年度报纸出版总印数(亿份)'},{'val': '年度报纸出版总印张数(亿印张)'}"+
                "]}" +
            "]}," +
            "{'val': '少年儿童读物类图书和课本出版情况', 'menu' : [" +
                "{'val': '少年儿童读物类图书和课本出版情况', 'menu' : [" +
                "{'val': '年度儿童读物出版种数(种)'},{'val': '年度课本出版种数(种)'},{'val': '年度儿童读物出版总印数( 万册)'},{'val': '年度课本出版总印数(万册)'},{'val': '年度儿童读物出版总印张(千印张)'},{'val': '年度课 本出版总印张(千印张)'}"+
                "]}" +
            "]}," +
            "{'val': '录像制品出版情况', 'menu' : [" +
                "{'val': '录像制品出版情况', 'menu' : [" +
                "{'val': '年度录像制品出版种数(种)'},{'val': '年度录像制品出版数量(万盒)'},{'val': '年度新版录像制品出版种数(种)'},{'val': '年度新版录像制品出版数量(万盒)'},{'val': '年度录像制品发行数量(万盒)'},{'val': '年度数码激光视盘出版出版种数(种)'},{'val': '年度数码激光视盘出版数量(万盒)'},{'val': '年度新版数码激光视盘出版种数(种)'},{'val': '年度新版数码激光视盘出版数量(万盒)'},{'val': '年度高密度激光视盘出版出版种数(种)'},{'val': '年度高密度激光视盘出版数量(万盒)'},{'val': '年度新版高密度激光视盘出版种数(种)'},{'val': '年度新版高密度激光视盘出版数量(万盒)'},{'val': '年度录像带及其他出版出版种数(种)'},{'val': '年度录像带及其他出版数量(万盒)'},{'val': '年度新版录像带及其他出版种数(种)'},{'val': '年度新版录像带及其他出版数量(万盒)'}"+
                "]}" +
            "]}," +
            "{'val': '录音制品出版情况', 'menu' : [" +
                "{'val': '录音制品出版情况', 'menu' : [" +
                "{'val': '年度录音制品出版种数(种)'},{'val': '年度录音制品出版数量(万盒)'},{'val': '年度新版录音制品出版种数(种)'},{'val': '年度新版录音制品出版数量(万盒)'},{'val': '年度录音制品发行数量(万盒)'},{'val': '年度录音带出版出版种数(种)'},{'val': '年度录音带出版数量(万盒)'},{'val': '年度新版录音带出版种数(种)'},{'val': '年度新版录音带出版数量(万盒)'},{'val': '年度激光唱盘出版出版种数(种)'},{'val': '年度激光唱盘出版数量(万盒)'},{'val': '年度新版激光唱盘出版种数(种)'},{'val': '年度新版激光唱盘出版数量(万盒)'},{'val': '年度高密度激光唱盘及其他出版种数(种)'},{'val': '年度高密度激光唱盘及其他出版数量(万盒)'},{'val': '年度新版高密度激光唱盘及其他出版种数(种)'},{'val': '年度新版高密度激光唱盘及其他出版数量(万盒)'}"+
                "]}" +
            "]}," +
            "{'val': '电子出版物出版情况', 'menu' : [" +
                "{'val': '电子出版物出版情况', 'menu' : [" +
                "{'val': '年度电子出版物品出版种数(种)'},{'val': '年度电子出版物出版数量(万张)'},{'val': '年度新版电子出版物品出版种数(种)'},{'val': '年度新版电子出版物出版数量(万张)'},{'val': '年度只读光盘品出版种数(种)'},{'val': '年度只读光盘出版数量(万张)'},{'val': '年度新版只读光盘品出版种数(种)'},{'val': '年度新版只读光盘出版数量(万张)'},{'val': '年度高密度只读光盘品出版种数(种)'},{'val': '年度高密度只读光盘出版数量(万张)'},{'val': '年度新版高密度只读光盘品出版种数(种)'},{'val': '年度新版高密度只读光盘出版数量(万张)'},{'val': '年度交互式光盘及其他品出版种数(种)'},{'val': '年度交互式光盘及其他出版数量(万张)'},{'val': '年度新版交互式光盘及其他品出版种数(种)'},{'val': '年度新版交互式光盘及其他出版数量(万张)'}"+
                "]}" +
            "]}," +
            "{'val': '版权合同登记', 'menu' : [" +
                "{'val': '版权合同登记', 'menu' : [" +
                "{'val': '年度版权合同登记数(份)'},{'val': '年度图书版权合同登记数(份)'},{'val': '年度期刊版权合同登记数(份)'},{'val': '年度软件出版物版权合同登记数(份)'}"+
                "]}" +
            "]}," +
            "{'val': '出版物发行机构和网点数', 'menu' : [" +
                "{'val': '出版物发行机构和网点数', 'menu' : [" +
                "{'val': '年度出版物发行机构数(处)'},{'val': '年度国有书店及国有发行点数(处)'},{'val': '年度出版社数( 处)'},{'val': '年度网上书店数(处)'},{'val': '年度文化教育广电邮政系统数(处)'},{'val': '年度新华书店系 统外批发网点数(处)'},{'val': '年度集体个体零售数(处)'},{'val': '年度新华书店系统出版社自办发行从业人数(人)'},{'val': '年度国有书店及国有发行点从业人数(人)'}"+
                "]}" +
            "]}," +
            "{'val': '出版印刷生产情况', 'menu' : [" +
                "{'val': '出版印刷生产情况', 'menu' : [" +
                "{'val': '年度出版印刷企业数(个)'},{'val': '年度出版印刷企业工业销售产值(万元)'},{'val': '年度出版印刷企业黑白印刷产量(万令)'},{'val': '年度出版印刷企业彩色印刷产量(万对开色令)'},{'val': '年度出版印刷企业装订产量(万令)'},{'val': '年度出版印刷企业用纸量(万令)'},{'val': '年度出版印刷企业用纸量(万吨)'}"+
                "]}" +
            "]}" +
      "]}," +
      "{'val': '体育', 'menu': [" +
            "{'val': '分技术等级运动员发展人数', 'menu' : [" +
                "{'val': '分技术等级运动员发展人数', 'menu' : [" +
                "{'val': '年度等级运动员发展人数(人)'},{'val': '年度等级女运动员发展人数(人)'},{'val': '年度国际级运动健将发展人数(人)'},{'val': '年度国际级女运动健将发展人数(人)'},{'val': '年度运动健将发展人数(人)'},{'val': '年度女运动健将发展数(人)'},{'val': '年度一级运动员发展人数(人)'},{'val': '年度一级女运动员发展人数(人)'},{'val': '年度二级运动员发展人数(人)'},{'val': '年度二级女运动员发展人数(人)'}"+
                "]}" +
            "]}," +
            "{'val': '分等级教练员发展人数', 'menu' : [" +
                "{'val': '分等级教练员发展人数', 'menu' : [" +
                "{'val': '年度等级教练员发展人数(人)'},{'val': '年度等级女教练员发展人数(人)'},{'val': '年度国家级教练员发展人数(人)'},{'val': '年度高级教练员发展人数(人)'},{'val': '年度高级女教练员发展人数(人)'},{'val': '年度中级教练员发展人数(人)'},{'val': '年度中级女教练员发展人数(人)'},{'val': '年度初级教练员发展人数(人)'},{'val': '年度初级女教练员发展人数(人)'}"+
                "]}" +
            "]}" +
      "]}," +
      "{'val': '公共管理社会保障及其他', 'menu': [" +
            "{'val': '交通事故', 'menu' : [" +
                "{'val': '交通事故', 'menu' : [" +
                "{'val': '年度交通事故发生数总计(起)'},{'val': '年度交通事故死亡人数总计(人)'},{'val': '年度交通事故受伤人数总计(人)'},{'val': '年度交通事故直接财产损失总计(万元)'}"+
                "]}" +
            "]}," +
            "{'val': '火灾事故', 'menu' : [" +
                "{'val': '火灾事故', 'menu' : [" +
                "{'val': '年度火灾发生数(起)'},{'val': '年度火灾死亡人数(人)'},{'val': '年度火灾受伤人数(人)'},{'val': '年度火灾直接经济损失(万元)'},{'val': '年度人口火灾发生率(1每10万人)'}"+
                "]}" +
            "]}," +
            "{'val': '年末城镇职工基本养老保险', 'menu' : [" +
                "{'val': '年末城镇职工基本养老保险', 'menu' : [" +
                "{'val': '年度城镇职工参加养老保险人数(万人)'},{'val': '年度在职职工参加养老保险人数(万人)'},{'val': '年度离退人员参加养老保险人数(万人)'},{'val': '年度基本养老保险基金收入(万元)'},{'val': '年度基本养老保险基金支出(万元)'},{'val': '年度基本养老保险累计结余(万元)'}"+
                "]}" +
            "]}," +
            "{'val': '失业保险', 'menu' : [" +
                "{'val': '失业保险', 'menu' : [" +
                "{'val': '年度参加失业保险人数(万人)'},{'val': '年度年末领取失业保险金人数(万人)'},{'val': '年度失业保险基金收入(万元)'},{'val': '年度失业保险基金支出(万元)'},{'val': '年度失业保险累计结余(万元)'}"+
                "]}" +
            "]}," +
            "{'val': '城镇基本医疗保险', 'menu' : [" +
                "{'val': '城镇基本医疗保险', 'menu' : [" +
                "{'val': '年度城镇基本医疗保险年末参保人数(万人)'},{'val': '年度城镇职工基本医疗保险年末参保人数(万人)'},{'val': '年度城镇在岗职工基本医疗保险年末参保人数(万人)'},{'val': '年度城镇退休人员基本医疗保险年末参保人数(万人)'},{'val': '年度城镇居民基本医疗保险年末参保人数(万人)'},{'val': '年度城镇基本医疗保险基金收入(万元)'},{'val': '年度城镇职工医疗保险基金收入(万元)'},{'val': '年度城镇居民医疗保险基金收入(万 元)'},{'val': '年度城镇基本医疗保险基金支出(万元)'},{'val': '年度城镇职工医疗保险基金支出(万元)'},{'val': '年度城镇居民医疗保险基金支出(万元)'},{'val': '年度城镇基本医疗保险基金累计结余(万元)'},{'val': ' 年度城镇职工医疗保险基金累计结余(万元)'},{'val': '年度城镇居民医疗保险基金累计结余(万元)'}"+
                "]}" +
            "]}," +
            "{'val': '工伤保险', 'menu' : [" +
                "{'val': '工伤保险', 'menu' : [" +
                "{'val': '年度工伤保险年末参保人数(万人)'},{'val': '年度享受工伤待遇的人数(万人)'},{'val': '年度工伤保险基金收入(万元)'},{'val': '年度工伤保险基金支出(万元)'},{'val': '年度工伤保险累计结余(万元)'}"+
                "]}" +
            "]}," +
            "{'val': '生育保险', 'menu' : [" +
                "{'val': '生育保险', 'menu' : [" +
                "{'val': '年度年末参加生育保险人数(万人)'},{'val': '年度享受生育保险待遇人数(万人)'},{'val': '年度生育保险基金收入(万元)'},{'val': '年度生育保险基金支出(万元)'},{'val': '年度生育保险累计结余(万元)'}"+
                "]}" +
            "]}," +
            "{'val': '新型农村社会养老保险试点情况', 'menu' : [" +
                "{'val': '新型农村社会养老保险试点情况', 'menu' : [" +
                "{'val': '年度新型农村社会养老保险试点参保人数(万人)'},{'val': '年度新型农村社会养老保险试点达到领取待遇年龄参保人数(万人)'},{'val': '年度新型农村社会养老保险试点基金收入(亿元)'},{'val': '年度新型农村社会养老保险试点基金支出(亿元)'},{'val': '年度新型农村社会养老保险试点基金累计结余(亿元)'}"+
                "]}" +
            "]}," +
            "{'val': '城乡居民最低生活保障和社会救济平均标准', 'menu' : [" +
                "{'val': '城乡居民最低生活保障和社会救济平均标准', 'menu' : [" +
                "{'val': '年度城市最低生活保障平均标准(元每人、月)'},{'val': '年度城市最低生活保障支出水平(元每人、月)'},{'val': '年度农村最低生活保障平均标准(元每人、月)'},{'val': '年度农村最低生活保障支出水平(元每人、月)'}"+
                "]}" +
            "]}," +
            "{'val': '城乡居民社会养老保险情况', 'menu' : [" +
                "{'val': '城乡居民社会养老保险情况', 'menu' : [" +
                "{'val': '年度城乡居民社会养老保险参保人数(万人)'},{'val': '年度城乡居民社会养老保险实际领取待遇人数( 万人)'},{'val': '年度城乡居民社会养老保险基金收入(亿元)'},{'val': '年度城乡居民社会养老保险基金支出(亿元)'},{'val': '年度城乡居民社会养老保险累计结余(亿元)'}"+
                "]}" +
            "]}" +
      "]}" +
  "]}," +
  "{'val': '季度', 'menu': [" +
        "{'val': '国民经济核算', 'menu': [" +
            "{'val': '地区生产总值', 'menu' : [" +
                "{'val': '地区生产总值', 'menu' : [" +
                "{'val': '季度地区生产总值_累计值(亿元)'},{'val': '季度地区生产总值指数(上年同期=100)_累计值(百分比)'}"+
                "]}" +
            "]}" +
        "]}," +
        "{'val': '建筑业', 'menu': [" +
            "{'val': '建筑业总产值', 'menu' : [" +
                "{'val': '建筑业总产值', 'menu' : [" +
                "{'val': '季度建筑业总产值_累计值(亿元)'},{'val': '季度装饰装修产值_累计值(亿元)'},{'val': '季度在外省完成的产值_累计值(亿元)'},{'val': '季度建筑工程产值_累计值(亿元)'},{'val': '季度安装工程产值_累计值(亿元)'},{'val': '季度其他产值_累计值(亿元)'},{'val': '季度建筑业竣工产值_累计值(亿元)'}"+
                "]}" +
            "]}," +
            "{'val': '建筑业企业签订合同情况', 'menu' : [" +
                "{'val': '建筑业企业签订合同情况', 'menu' : [" +
                "{'val': '季度建筑业企业签订合同金额_累计值(亿元)'},{'val': '季度建筑业企业上年结转合同额_累计值(亿元)'},{'val': '季度建筑业企业本年新签合同额_累计值(亿元)'}"+
                "]}" +
            "]}," +
            "{'val': '建筑业企业房屋建筑施工面积', 'menu' : [" +
                "{'val': '建筑业企业房屋建筑施工面积', 'menu' : [" +
                "{'val': '季度房屋建筑施工面积_累计值(万平方米)'},{'val': '季度新开工面积_累计值(万平方米)'},{'val': '季度实行投标承包面积_累计值(万平方米)'},{'val': '季度实行投标承包新开工面积_累计值(万平方米)'}"+
                "]}" +
            "]}," +
            "{'val': '建筑业企业个数从业人数和劳动生产率', 'menu' : [" +
                "{'val': '建筑业企业个数从业人数和劳动生产率', 'menu' : [" +
                "{'val': '季度建筑业企业单位数_累计值(个)'},{'val': '季度建筑业企业人员数_累计值(万人)'},{'val': '季度直接从事生产经营活动的平均人数_累计值(万人)'},{'val': '季度按总产值计算的劳动生产率_累计值(元每人)'},{'val': '季度人均竣工产值_累计值(元每人)'},{'val': '季度人均施工面积_累计值(平方米每人)'}"+
                "]}" +
            "]}," +
            "{'val': '建筑业企业房屋建筑竣工面积', 'menu' : [" +
                "{'val': '建筑业企业房屋建筑竣工面积', 'menu' : [" +
                "{'val': '季度房屋建筑竣工面积_累计值(万平方米)'},{'val': '季度住宅房屋竣工面积_累计值(万平方米)'},{'val': '季度商业及服务用房屋竣工面积_累计值(万平方米)'},{'val': '季度商厦房屋竣工面积_累计值(万平方米)'},{'val': '季度宾馆用房屋竣工面积_累计值(万平方米)'},{'val': '季度餐饮用房屋竣工面积_累计值(万平方米)'},{'val': '季度商务会展用房屋竣工面积_累计值(万平方米)'},{'val': '季度其他商业及服务用房屋竣工面积_累计值(万平方米)'},{'val': '季度办公用房屋竣工面积_累计值(万平方米)'},{'val': '季度科研、教育和医疗用房屋 竣工面积_累计值(万平方米)'},{'val': '季度科学研究用房屋竣工面积_累计值(万平方米)'},{'val': '季度教育用房屋竣工面积_累计值(万平方米)'},{'val': '季度医疗用房屋竣工面积_累计值(万平方米)'},{'val': '季度文化、体育和娱乐用房屋竣工面积_累计值(万平方米)'},{'val': '季度厂房及建筑物竣工面积_累计值(万平方米)'},{'val': '季度厂房竣工面积_累计值(万平方米)'},{'val': '季度仓库竣工面积_累计值(万平方米)'},{'val': '季度其他未列明的房屋建筑物竣工面积_累计值(万平方米)'}"+
                "]}" +
            "]}," +
            "{'val': '建筑业企业房屋建筑竣工价值', 'menu' : [" +
                "{'val': '建筑业企业房屋建筑竣工价值', 'menu' : [" +
                "{'val': '季度建筑业竣工房屋价值_累计值(亿元)'},{'val': '季度住宅房屋竣工价值_累计值(亿元)'},{'val': '季度商业及服务用房屋竣工价值_累计值(亿元)'},{'val': '季度商厦房屋竣工价值_累计值(亿元)'},{'val': '季度宾馆用房屋竣工价值_累计值(亿元)'},{'val': '季度餐饮用房屋竣工价值_累计值(亿元)'},{'val': '季度商务会展用房屋竣工价值_累计值(亿元)'},{'val': '季度其他商业及服务用房屋竣工价值_累计值(亿元)'},{'val': '季度办公用房屋竣工价值_累计值(亿元)'},{'val': '季度科研、教育和医疗用房屋竣工价值_累计值(亿元)'},{'val': '季度科学研究用房屋竣工价值_累计值(亿元)'},{'val': '季度教育用房屋竣工价值_累计值(亿元)'},{'val': '季度医疗用房屋竣工价值_累计值(亿元)'},{'val': '季度文化、体育和娱乐用房屋竣工价值_累计值(亿元)'},{'val': '季度厂房及建筑物竣工价值_累计值(亿元)'},{'val': '季度厂房竣工价值_累计值(亿元)'},{'val': '季度仓库竣工价值_累计值(亿元)'},{'val': '季度其他未列明的房屋建筑物竣工价值_累计值(亿元)'}"+
                "]}" +
            "]}," +
            "{'val': '建筑业企业总收入', 'menu' : [" +
                "{'val': '建筑业企业总收入', 'menu' : [" +
                "{'val': '季度企业总收入_累计值(亿元)'},{'val': '季度建筑业企业主营业务收入_累计值(亿元)'},{'val': '季度建筑业企业其他业务收入_累计值(亿元)'},{'val': '季度建筑业企业主营业务成本_累计值(亿元)'},{'val': '季度建筑业企业主营业务税金及附加_累计值(亿元)'}"+
                "]}" +
            "]}," +
            "{'val': '建筑业企业利润', 'menu' : [" +
                "{'val': '建筑业企业利润', 'menu' : [" +
                "{'val': '季度建筑业企业营业利润_累计值(亿元)'},{'val': '季度建筑业企业利润总额_累计值(亿元)'},{'val': '季度建筑业企业产值利润率_累计值(百分比)'}"+
                "]}" +
            "]}," +
            "{'val': '建筑业企业费用情况', 'menu' : [" +
                "{'val': '建筑业企业费用情况', 'menu' : [" +
                "{'val': '季度建筑业企业管理费用_累计值(亿元)'},{'val': '季度建筑业企业税金_累计值(亿元)'},{'val': '季度建筑业企业差旅费_累计值(亿元)'},{'val': '季度建筑业企业工会经费_累计值(亿元)'},{'val': '季度建筑业企业劳动、失业保险费_累计值(亿元)'},{'val': '季度建筑业企业销售费用_累计值(亿元)'},{'val': '季度建筑业企业财务费用_累计值(亿元)'}"+
                "]}" +
            "]}," +
            "{'val': '建筑业企业资产负债情况', 'menu' : [" +
                "{'val': '建筑业企业资产负债情况', 'menu' : [" +
                "{'val': '季度建筑业企业流动资产_累计值(亿元)'},{'val': '季度建筑业企业应收工程款_累计值(亿元)'},{'val': '季度建筑业企业竣工工程_累计值(亿元)'},{'val': '季度建筑业企业存货_累计值(亿元)'},{'val': '季度建筑业企业资产_累计值(亿元)'},{'val': '季度建筑业企业负债_累计值(亿元)'}"+
                "]}" +
            "]}," +
            "{'val': '国有及国有控股建筑业企业总产值', 'menu' : [" +
                "{'val': '国有及国有控股建筑业企业总产值', 'menu' : [" +
                "{'val': '季度国有及国有控股建筑业企业建筑业总产值_累计值(亿元)'},{'val': '季度国有及国有控股建筑业企 业建筑工程产值_累计值(亿元)'},{'val': '季度国有及国有控股建筑业企业安装工程产值_累计值(亿元)'},{'val': '季度国有及国有控股建筑业企业其他产值_累计值(亿元)'},{'val': '季度国有及国有控股建筑业企业建筑业总产 值_累计值(亿元)'},{'val': '季度国有及国有控股建筑业企业装饰装修产值_累计值(亿元)'},{'val': '季度国有及国有控股建筑业企业在外省完成的产值_累计值(亿元)'},{'val': '季度国有及国有控股建筑业企业建筑业竣工产值_累计值(亿元)'}"+
                "]}" +
            "]}," +
            "{'val': '国有及国有控股建筑业企业签订合同情况', 'menu' : [" +
                "{'val': '国有及国有控股建筑业企业签订合同情况', 'menu' : [" +
                "{'val': '季度国有及国有控股建筑业企业合同金额_累计值(亿元)'},{'val': '季度国有及国有控股建筑业企业上 年结转合同金额_累计值(亿元)'},{'val': '季度国有及国有控股建筑业企业本年新签合同金额_累计值(亿元)'}"+
                "]}" +
            "]}," +
            "{'val': '国有及国有控股建筑业企业房屋建筑施工面积', 'menu' : [" +
                "{'val': '国有及国有控股建筑业企业房屋建筑施工面积', 'menu' : [" +
                "{'val': '季度国有及国有控股建筑业企业房屋建筑施工面积_累计值(万平方米)'},{'val': '季度国有及国有控股 建筑业企业新开工面积_累计值(万平方米)'},{'val': '季度国有及国有控股建筑业企业实行投标承包面积_累计值( 万平方米)'}"+
                "]}" +
            "]}," +
            "{'val': '国有及国有控股建筑业企业个数从业人数和劳动生产率', 'menu' : [" +
                "{'val': '国有及国有控股建筑业企业个数从业人数和劳动生产率', 'menu' : [" +
                "{'val': '季度国有及国有控股建筑业企业单位数_累计值(个)'},{'val': '季度国有及国有控股建筑业企业人员数_累计值(万人)'},{'val': '季度国有及国有控股建筑业企业直接从事生产经营活动的平均人数_累计值(万人)'},{'val': '季度国有及国有控股建筑业按总产值计算劳动生产率_累计值(元每人)'},{'val': '季度国有及国有控股建筑业企业建筑业人均竣工产值_累计值(元每人)'},{'val': '季度国有及国有控股建筑业企业建筑业人均施工面积_累计值(平方米每人)'}"+
                "]}" +
            "]}," +
            "{'val': '国有及国有控股建筑业企业建筑竣工面积', 'menu' : [" +
                "{'val': '国有及国有控股建筑业企业建筑竣工面积', 'menu' : [" +
                "{'val': '季度国有及国有控股建筑业企业房屋建筑竣工面积_累计值(万平方米)'},{'val': '季度国有及国有控股 建筑业企业住宅房屋竣工面积_累计值(万平方米)'},{'val': '季度国有及国有控股建筑业企业商业及服务用房屋竣 工面积_累计值(万平方米)'},{'val': '季度国有及国有控股建筑业企业商厦房屋竣工面积_累计值(万平方米)'},{'val': '季度国有及国有控股建筑业企业宾馆用房屋竣工面积_累计值(万平方米)'},{'val': '季度国有及国有控股建 筑业企业餐饮用房屋竣工面积_累计值(万平方米)'},{'val': '季度国有及国有控股建筑业企业商务会展用房屋竣工 面积_累计值(万平方米)'},{'val': '季度国有及国有控股建筑业企业其他商业及服务用房屋竣工面积_累计值(万平 方米)'},{'val': '季度国有及国有控股建筑业企业办公用房屋竣工面积_累计值(万平方米)'},{'val': '季度国有及国有控股建筑业企业科研、教育和医疗用房屋竣工面积_累计值(万平方米)'},{'val': '季度国有及国有控股建筑业 企业科学研究用房屋竣工面积_累计值(万平方米)'},{'val': '季度国有及国有控股建筑业企业教育用房屋竣工面积_累计值(万平方米)'},{'val': '季度国有及国有控股建筑业企业医疗用房屋竣工面积_累计值(万平方米)'},{'val': '季度国有及国有控股建筑业企业文化、体育和娱乐用房屋竣工面积_累计值(万平方米)'},{'val': '季度国有及国有控股建筑业企业厂房及建筑物竣工面积_累计值(万平方米)'},{'val': '季度国有及国有控股建筑业企业厂房竣工面 积_累计值(万平方米)'},{'val': '季度国有及国有控股建筑业企业仓库竣工面积_累计值(万平方米)'},{'val': '季度国有及国有控股建筑业企业其他未列明的房屋建筑物竣工面积_累计值(万平方米)'}"+
                "]}" +
            "]}," +
            "{'val': '国有及国有控股建筑业企业建筑竣工价值', 'menu' : [" +
                "{'val': '国有及国有控股建筑业企业建筑竣工价值', 'menu' : [" +
                "{'val': '季度国有及国有控股建筑业企业房屋建筑竣工价值_累计值(亿元)'},{'val': '季度国有及国有控股建筑 业企业住宅房屋竣工价值_累计值(亿元)'},{'val': '季度国有及国有控股建筑业企业商业及服务用房屋竣工价值_累计值(亿元)'},{'val': '季度国有及国有控股建筑业企业商厦房屋竣工价值_累计值(亿元)'},{'val': '季度国有及 国有控股建筑业企业宾馆用房屋竣工价值_累计值(亿元)'},{'val': '季度国有及国有控股建筑业企业餐饮用房屋竣 工价值_累计值(亿元)'},{'val': '季度国有及国有控股建筑业企业商务会展用房屋竣工价值_累计值(亿元)'},{'val': '季度国有及国有控股建筑业企业其他商业及服务用房屋竣工价值_累计值(亿元)'},{'val': '季度国有及国有控 股建筑业企业办公用房屋竣工价值_累计值(亿元)'},{'val': '季度国有及国有控股建筑业企业科研、教育和医疗用 房屋竣工价值_累计值(亿元)'},{'val': '季度国有及国有控股建筑业企业科学研究用房屋竣工价值_累计值(亿元)'},{'val': '季度国有及国有控股建筑业企业教育用房屋竣工价值_累计值(亿元)'},{'val': '季度国有及国有控股建 筑业企业医疗用房屋竣工价值_累计值(亿元)'},{'val': '季度国有及国有控股建筑业企业文化、体育和娱乐用房屋 竣工价值_累计值(亿元)'},{'val': '季度国有及国有控股建筑业企业厂房及建筑物竣工价值_累计值(亿元)'},{'val': '季度国有及国有控股建筑业企业厂房竣工价值_累计值(亿元)'},{'val': '季度国有及国有控股建筑业企业仓库 竣工价值_累计值(亿元)'},{'val': '季度国有及国有控股建筑业企业其他未列明的房屋建筑物竣工价值_累计值(亿 元)'}"+
                "]}" +
            "]}," +
            "{'val': '国有及国有控股建筑业企业总收入', 'menu' : [" +
                "{'val': '国有及国有控股建筑业企业总收入', 'menu' : [" +
                "{'val': '季度国有及国有控股建筑业企业总收入_累计值(亿元)'},{'val': '季度国有及国有控股建筑业企业主营 业务收入_累计值(亿元)'},{'val': '季度国有及国有控股建筑业企业其他业务收入_累计值(亿元)'},{'val': '季度国有及国有控股建筑业企业主营业务成本_累计值(亿元)'},{'val': '季度国有及国有控股建筑业企业主营业务税金 及附加_累计值(亿元)'}"+
                "]}" +
            "]}," +
            "{'val': '国有及国有控股建筑业企业总利润', 'menu' : [" +
                "{'val': '国有及国有控股建筑业企业总利润', 'menu' : [" +
                "{'val': '季度国有及国有控股建筑业企业营业利润_累计值(亿元)'},{'val': '季度国有及国有控股建筑业企业利 润总额_累计值(亿元)'},{'val': '季度国有及国有控股建筑业企业产值利润率_累计值(百分比)'}"+
                "]}" +
            "]}," +
            "{'val': '国有及国有控股建筑业企业费用情况', 'menu' : [" +
                "{'val': '国有及国有控股建筑业企业费用情况', 'menu' : [" +
                "{'val': '季度国有及国有控股建筑业企业管理费用_累计值(亿元)'},{'val': '季度国有及国有控股建筑业企业税 金_累计值(亿元)'},{'val': '季度国有及国有控股建筑业企业销售费用_累计值(亿元)'},{'val': '季度国有及国有控股建筑业企业财务费用_累计值(亿元)'}"+
                "]}" +
            "]}," +
            "{'val': '国有及国有控股建筑业企业资产负债情况', 'menu' : [" +
                "{'val': '国有及国有控股建筑业企业资产负债情况', 'menu' : [" +
                "{'val': '季度国有及国有控股建筑业企业流动资产_累计值(亿元)'},{'val': '季度国有及国有控股建筑业企业应 收工程款_累计值(亿元)'},{'val': '季度国有及国有控股建筑业企业存货_累计值(亿元)'},{'val': '季度国有及国有控股建筑业企业资产_累计值(亿元)'},{'val': '季度国有及国有控股建筑业企业负债_累计值(亿元)'}"+
                "]}" +
            "]}" +
        "]}," +
        "{'val': '人民生活', 'menu': [" +
            "{'val': '全体及分城乡居民收支基本情况', 'menu' : [" +
                "{'val': '全体及分城乡居民收支基本情况', 'menu' : [" +
                "{'val': '季度居民人均可支配收入_累计值(元)(新口径)'},{'val': '季度居民人均可支配收入_累计增长(百分比)'},{'val': '季度城镇居民人均可支配收入_累计值(元)'},{'val': '季度城镇居民人均可支配收入_累计增长(百分比)'},{'val': '季度农村居民人均可支配收入_累计值(元)'},{'val': '季度农村居民人均可支配收入_累计增长(百分比)'},{'val': '季度居民人均消费支出_累计值(元)'},{'val': '季度居民人均消费支出_累计增长(百分比)'},{'val': '季度城镇居民人均消费支出_累计值(元)'},{'val': '季度城镇居民人均消费支出_累计增长(百分比)'},{'val': '季度农村居民人均消费支出_累计值(元)'},{'val': '季度农村居民人均消费支出_累计增长(百分比)'}"+
                "]}" +
            "]}," +
            "{'val': '居民家庭收支情况', 'menu' : [" +
                "{'val': '居民家庭收支情况', 'menu' : [" +
                "{'val': '季度城镇居民人均可支配收入_累计值(元)'},{'val': '季度城镇居民家庭人均现金消费支出_累计值(元)'},{'val': '季度农村居民人均现金收入_累计值(元)'},{'val': '季度农村居民人均生活消费现金支出_累计值(元)'}"+
                "]}" +
            "]}" +
        "]}," +
        "{'val': '农业', 'menu': [" +
            "{'val': '农林牧渔业总产值', 'menu' : [" +
                "{'val': '农林牧渔业总产值', 'menu' : [" +
                "{'val': '季度农林牧渔业总产值_累计值(亿元)'},{'val': '季度农业总产值_累计值(亿元)'},{'val': '季度林业总产值_累计值(亿元)'},{'val': '季度牧业总产值_累计值(亿元)'},{'val': '季度渔业总产值_累计值(亿元)'}"+
                "]}" +
            "]}" +
        "]}," +
        "{'val': '价格指数', 'menu': [" +
            "{'val': '农产品生产价格指数', 'menu' : [" +
                "{'val': '农产品生产价格指数', 'menu' : [" +
                "{'val': '季度农产品生产价格指数_当季值（上年同期=100）'},{'val': '季度种植业产品生产价格指数_当季值（上年同期=100）'},{'val': '季度谷物生产价格指数_当季值（上年同期=100）'},{'val': '季度小麦生产价格指数_当季值（上年同期=100）'},{'val': '季度玉米生产价格指数_当季值（上年同期=100）'},{'val': '季度蔬菜生产 价格指数_当季值（上年同期=100）'},{'val': '季度水果生产价格指数_当季值（上年同期=100）'},{'val': '季度林业产品生产价格指数_当季值（上年同期=100）'},{'val': '季度畜牧业产品生产价格指数_当季值（上年同期=100）'},{'val': '季度猪(毛重)生产价格指数_当季值（上年同期=100）'},{'val': '季度牛(毛重)生产价格指数_当季值（上年同期=100）'},{'val': '季度羊(毛重)生产价格指数_当季值（上年同期=100）'},{'val': '季度肉禽(毛重)生产价格指数_当季值（上年同期=100）'},{'val': '季度禽蛋生产价格指数_当季值（上年同期=100）'},{'val': '季度奶类生产价格指数_当季值（上年同期=100）'},{'val': '季度渔业产品生产价格指数_当季值（上年同期=100 ）'},{'val': '季度淡水养殖产品生产价格指数_当季值（上年同期=100）'}"+
                "]}" +
            "]}," +
            "{'val': '固定资产投资价格指数(-2018)', 'menu' : [" +
                "{'val': '固定资产投资价格指数(-2018)', 'menu' : [" +
                "{'val': '季度固定资产投资价格指数_当季值（上年同季=100）(-2018)'},{'val': '季度建筑安装工程投资价格指数_当季值（上年同季=100）(-2018)'},{'val': '季度设备工器具投资价格指数_当季值（上年同季=100）(-2018)'},{'val': '季度其他费 用价格指数_当季值（上年同季=100）(-2018)'}"+
                "]}" +
            "]}," +
            "{'val': '固定资产投资价格指数(2019-)', 'menu' : [" +
                "{'val': '固定资产投资价格指数(2019-)', 'menu' : [" +
                "{'val': '季度固定资产投资价格指数_当季值（上年同季=100）(2019-)'},{'val': '季度建筑安装工程投资价格指数_当季值（上年同季=100）(2019-)'},{'val': '季度设备工器具投资价格指数_当季值（上年同季=100）(2019-)'},{'val': '季度其他费 用价格指数_当季值（上年同季=100）(2019-)'}"+
                "]}" +
            "]}," +
        "]}," +
        "{'val': '国内贸易', 'menu': [" +
            "{'val': '社会消费品零售总额(2011-)', 'menu' : [" +
                "{'val': '社会消费品零售总额(2011-)', 'menu' : [" +
                "{'val': '季度社会消费品零售总额_累计增长(百分比)'}"+
                "]}" +
            "]}" +
        "]}" +
  "]}," +
  "{'val': '月度', 'menu': [" +
        "{'val': '居民消费价格分类指数', 'menu': [" +
            "{'val': '居民价格分类指数', 'menu' : [" +
                "{'val': '居民消费价格分类指数(上年同月=100)(2016至)', 'menu' : [" +
                    "{'val': '月度居民消费价格指数(上年同月=100)'},{'val': '月度食品烟酒类居民消费价格指数(上年同月=100)'},{'val': '月度衣着类居民消费价格指数(上年同月=100)(2016-)'},{'val': '月度居住类居民消费价格指数(上年同月=100)(2016-)'},{'val': '月度生活用品及服务类居民消费价格指数(上年同月=100)'},{'val': '月度交通和通信类居民消费价格指数(上年同月=100)'},{'val': '月度教育文化和娱乐类居民消费价格指数(上年同月=100)'},{'val': '月度医疗保健类居民消费价格指数(上年同月=100)'},{'val': '月度其他用品和服务类居民消费价格指数(上年同月=100)'}"+
                "]}," +
                "{'val': '居民消费价格分类指数(上年同月=100)(至2015)', 'menu' : [" +
                    "{'val': '月度居民消费价格分类指数(上年同月=100)'},{'val': '月度食品类居民消费价格指数(上年同月=100)'},{'val': '月度烟酒及用品类居民消费价格指数(上年同月=100)'},{'val': '月度衣着类居民消费价格指数(上年同月=100)(-2015)'},{'val': '月度家庭设备用品及维修服务类居民消费价格指数(上年同月=100)'},{'val': '月度医疗保健和个人用品 类居民消费价格指数(上年同月=100)'},{'val': '月度交通和通讯类居民消费价格指数(上年同月=100)'},{'val': '月 度娱乐教育文化用品及服务类居民消费价格指数(上年同月=100)'},{'val': '月度居住类居民消费价格指数(上年同月=100)(-2015)'}"+
                "]}," +
                "{'val': '食品类居民消费价格指数(上年同月=100)', 'menu' : [" +
                    "{'val': '月度粮食类居民消费价格指数(上年同月=100)'},{'val': '月度畜肉类居民消费价格指数(上年同月=100)'},{'val': '月度蛋类居民消费价格指数(上年同月=100)'},{'val': '月度水产品类居民消费价格指数(上年同月=100)'},{'val': '月度鲜菜类居民消费价格指数(上年同月=100)'},{'val': '月度鲜果类居民消费价格指数(上年同月=100)'}"+
                "]}," +
                "{'val': '居民消费价格分类指数(上年同期=100)(2016-)', 'menu' : [" +
                    "{'val': '月度居民消费价格指数(上年同期=100)'},{'val': '月度食品烟酒类居民消费价格指数(上年同期=100)'},{'val': '月度衣着类居民消费价格指数(上年同期=100))(2016-)'},{'val': '月度居住类居民消费价格指数(上年同期=100))(2016-)'},{'val': '月度生活用品及服务类居民消费价格指数(上年同期=100)'},{'val': '月度交通和通信类居民消费价格指数(上年同期=100)'},{'val': '月度教育文化和娱乐类居民消费价格指数(上年同期=100)'},{'val': '月度医疗保健类居民消费价格指数(上年同期=100)'},{'val': '月度其他用品和服务类居民消费价格指数(上年同期=100)'}"+
                "]}," +
                "{'val': '居民消费价格分类指数(上年同期=100)(-2015)', 'menu' : [" +
                    "{'val': '月度居民消费价格分类指数(上年同期=100)'},{'val': '月度食品类居民消费价格指数(上年同期=100)'},{'val': '月度烟酒及用品类居民消费价格指数(上年同期=100)'},{'val': '月度衣着类居民消费价格指数(上年同期=100)(-2015)'},{'val': '月度家庭设备用品及维修服务类居民消费价格指数(上年同期=100)'},{'val': '月度医疗保健和个人用品 类居民消费价格指数(上年同期=100)'},{'val': '月度交通和通讯类居民消费价格指数(上年同期=100)'},{'val': '月 度娱乐教育文化用品及服务类居民消费价格指数(上年同期=100)'},{'val': '月度居住类居民消费价格指数(上年同期=100)(-2015)'}"+
                "]}," +
                "{'val': '食品类居民消费价格指数(上年同期=100)', 'menu' : [" +
                    "{'val': '月度粮食类居民消费价格指数(上年同期=100)'},{'val': '月度畜肉类居民消费价格指数(上年同期=100)'},{'val': '月度蛋类居民消费价格指数(上年同期=100)'},{'val': '月度水产品类居民消费价格指数(上年同期=100)'},{'val': '月度鲜菜类居民消费价格指数(上年同期=100)'},{'val': '月度鲜果类居民消费价格指数(上年同期=100)'}"+
                "]}," +
                "{'val': '居民消费价格分类指数(上月=100)(2016-)', 'menu' : [" +
                    "{'val': '月度居民消费价格指数(上月=100)'},{'val': '月度食品烟酒类居民消费价格指数(上月=100)'},{'val': '月度衣着类居民消费价格指数(上月=100))(2016-)'},{'val': '月度居住类居民消费价格指数(上月=100))(2016-)'},{'val': '月度生活 用品及服务类居民消费价格指数(上月=100)'},{'val': '月度交通和通信类居民消费价格指数(上月=100)'},{'val': ' 月度教育文化和娱乐类居民消费价格指数(上月=100)'},{'val': '月度医疗保健类居民消费价格指数(上月=100)'},{'val': '月度其他用品和服务类居民消费价格指数(上月=100)'}"+
                "]}," +
                "{'val': '居民消费价格分类指数(上月=100)(-2015)', 'menu' : [" +
                    "{'val': '月度居民消费价格分类指数(上月=100)'},{'val': '月度食品类居民消费价格指数(上月=100)'},{'val': ' 月度烟酒及用品类居民消费价格指数(上月=100)'},{'val': '月度衣着类居民消费价格指数(上月=100)(-2015)'},{'val': '月 度家庭设备用品及维修服务类居民消费价格指数(上月=100)'},{'val': '月度医疗保健和个人用品类居民消费价格指数(上月=100)'},{'val': '月度交通和通讯类居民消费价格指数(上月=100)'},{'val': '月度娱乐教育文化用品及服务类居民消费价格指数(上月=100)'},{'val': '月度居住类居民消费价格指数(上月=100)(-2015)'}"+
                "]}," +
                "{'val': '食品类居民消费价格指数(上月=100)', 'menu' : [" +
                    "{'val': '月度粮食类居民消费价格指数(上月=100)'},{'val': '月度畜肉类居民消费价格指数(上月=100)'},{'val': '月度蛋类居民消费价格指数(上月=100)'},{'val': '月度水产品类居民消费价格指数(上月=100)'},{'val': '月度鲜菜类居民消费价格指数(上月=100)'},{'val': '月度鲜果类居民消费价格指数(上月=100)'}"+
                "]}" +
            "]}," +
            "{'val': '工业生产者价格指数', 'menu' : [" +
                "{'val': '工业生产者价格指数', 'menu' : [" +
                    "{'val': '月度工业生产者购进价格指数'},{'val': '月度工业生产者出厂价格指数'}" +
                "]}" +
            "]}" +
      "]}," +
      "{'val': '工业', 'menu': [" +
            "{'val': '工业增加值增长速度', 'menu' : [" +
                "{'val': '工业增加值增长速度', 'menu' : [" +
                    "{'val': '月度工业增加值_同比增长(百分比)'},{'val': '月度工业增加值_累计增长(百分比)'}"+
                "]}" +
            "]}," +
            "{'val': '工业主要产品产量', 'menu' : [" +
                "{'val': '铁矿石原矿量', 'menu' : [" +
                    "{'val': '月度铁矿石原矿量产量_当月值(万吨)'},{'val': '月度铁矿石原矿量产量_累计值(万吨)'}"+
                "]}," +
                "{'val': '磷矿石', 'menu' : [" +
                    "{'val': '月度磷矿石产量_当月值(万吨)'},{'val': '月度磷矿石产量_累计值(万吨)'}"+
                "]}," +
                "{'val': '原盐', 'menu' : [" +
                    "{'val': '月度原盐产量_当月值(万吨)'},{'val': '月度原盐产量_累计值(万吨)'}"+
                "]}," +
                "{'val': '成品糖', 'menu' : [" +
                    "{'val': '月度成品糖产量_当月值(万吨)'},{'val': '月度成品糖产量_累计值(万吨)'}"+
                "]}," +
                "{'val': '饮料', 'menu' : [" +
                    "{'val': '月度饮料产量_当月值(万吨)'},{'val': '月度饮料产量_累计值(万吨)'}"+
                "]}," +
                "{'val': '纱', 'menu' : [" +
                    "{'val': '月度纱产量_当月值(万吨)'},{'val': '月度纱产量_累计值(万吨)'}"+
                "]}," +
                "{'val': '布', 'menu' : [" +
                    "{'val': '月度布产量_当月值(亿米)'},{'val': '月度布产量_累计值(亿米)'}"+
                "]}," +
                "{'val': '机制纸及纸板', 'menu' : [" +
                    "{'val': '月度机制纸及纸板产量_当月值(万吨)'},{'val': '月度机制纸及纸板产量_累计值(万吨)'}"+
                "]}," +
                "{'val': '新闻纸', 'menu' : [" +
                    "{'val': '月度新闻纸产量_当月值(万吨)'},{'val': '月度新闻纸产量_累计值(万吨)'}"+
                "]}," +
                "{'val': '硫酸', 'menu' : [" +
                    "{'val': '月度硫酸产量_当月值(万吨)'},{'val': '月度硫酸产量_累计值(万吨)'}"+
                "]}," +
                "{'val': '烧碱', 'menu' : [" +
                    "{'val': '月度烧碱(折100百分比)产量_当月值(万吨)'},{'val': '月度烧碱(折100百分比)产量_累计值(万吨)'}"+ 
                "]}," +
                "{'val': '纯碱', 'menu' : [" +
                    "{'val': '月度纯碱(碳酸钠)产量_当月值(万吨)'},{'val': '月度纯碱(碳酸钠)产量_累计值(万吨)'}"+
                "]}," +
                "{'val': '农用氮磷钾化肥', 'menu' : [" +
                    "{'val': '月度农用氮磷钾化肥(折纯)产量_当月值(万吨)'},{'val': '月度农用氮磷钾化肥(折纯)产量_累计值(万吨)'}"+
                "]}," +
                "{'val': '化学农药原药', 'menu' : [" +
                    "{'val': '月度化学农药原药产量_当月值(万吨)'},{'val': '月度化学农药原药产量_累计值(万吨)'}"+
                "]}," +
                "{'val': '乙烯', 'menu' : [" +
                    "{'val': '月度乙烯产量_当月值(万吨)'},{'val': '月度乙烯产量_累计值(万吨)'}"+
                "]}," +
                "{'val': '初级形态的塑料', 'menu' : [" +
                    "{'val': '月度初级形态的塑料产量_当月值(万吨)'},{'val': '月度初级形态的塑料产量_累计值(万吨)'}"+
                "]}," +
                "{'val': '合成洗涤剂', 'menu' : [" +
                    "{'val': '月度合成洗涤剂产量_当月值(万吨)'},{'val': '月度合成洗涤剂产量_累计值(万吨)'}"+
                "]}," +
                "{'val': '化学纤维', 'menu' : [" +
                    "{'val': '月度化学纤维产量_当月值(万吨)'},{'val': '月度化学纤维产量_累计值(万吨)'}"+
                "]}," +
                "{'val': '塑料制品', 'menu' : [" +
                    "{'val': '月度塑料制品产量_当月值(万吨)'},{'val': '月度塑料制品产量_累计值(万吨)'}"+
                "]}," +
                "{'val': '水泥', 'menu' : [" +
                    "{'val': '月度水泥产量_当月值(万吨)'},{'val': '月度水泥产量_累计值(万吨)'}"+
                "]}," +
                "{'val': '平板玻璃', 'menu' : [" +
                    "{'val': '月度平板玻璃产量_当月值(万重量箱)'},{'val': '月度平板玻璃产量_累计值(万重量箱)'}"+
                "]}," +
                "{'val': '生铁', 'menu' : [" +
                    "{'val': '月度生铁产量_当月值(万吨)'},{'val': '月度生铁产量_累计值(万吨)'}"+
                "]}," +
                "{'val': '粗钢', 'menu' : [" +
                    "{'val': '月度粗钢产量_当月值(万吨)'},{'val': '月度粗钢产量_累计值(万吨)'}"+
                "]}," +
                "{'val': '钢材', 'menu' : [" +
                    "{'val': '月度钢材产量_当月值(万吨)'},{'val': '月度钢材产量_累计值(万吨)'}"+
                "]}," +
                "{'val': '十种有色金属', 'menu' : [" +
                    "{'val': '月度十种有色金属产量_当月值(万吨)'},{'val': '月度十种有色金属产量_累计值(万吨)'}"+
                "]}," +
                "{'val': '氧化铝', 'menu' : [" +
                    "{'val': '月度氧化铝产量_当月值(万吨)'},{'val': '月度氧化铝产量_累计值(万吨)'}"+
                "]}," +
                "{'val': '铜材', 'menu' : [" +
                    "{'val': '月度铜材产量_当月值(万吨)'},{'val': '月度铜材产量_累计值(万吨)'}"+
                "]}," +
                "{'val': '铝材', 'menu' : [" +
                    "{'val': '月度铝材产量_当月值(万吨)'},{'val': '月度铝材产量_累计值(万吨)'}"+
                "]}," +
                "{'val': '工业锅炉', 'menu' : [" +
                    "{'val': '月度工业锅炉产量_当月值(蒸发量吨)'},{'val': '月度工业锅炉产量_累计值(蒸发量吨)'}"+
                "]}," +
                "{'val': '发动机', 'menu' : [" +
                    "{'val': '月度发动机产量_当月值(万千瓦)'},{'val': '月度发动机产量_累计值(万千瓦)'}"+
                "]}," +
                "{'val': '金属切削机床', 'menu' : [" +
                    "{'val': '月度金属切削机床产量_当月值(万台)'},{'val': '月度金属切削机床产量_累计值(万台)'}"+
                "]}," +
                "{'val': '电动手提式工具', 'menu' : [" +
                    "{'val': '月度电动手提式工具产量_当月值(万台)'},{'val': '月度电动手提式工具产量_累计值(万台)'}"+
                "]}," +
                "{'val': '金属冶炼设备', 'menu' : [" +
                 "{'val': '月度金属冶炼设备产量_当月值(吨)'},{'val': '月度金属冶炼设备产量_累计值(吨)'}"+
                "]}," +
                "{'val': '水泥专用设备', 'menu' : [" +
                    "{'val': '月度水泥专用设备产量_当月值(吨)'},{'val': '月度水泥专用设备产量_累计值(吨)'}"+
                "]}," +
                "{'val': '包装专用设备', 'menu' : [" +
                    "{'val': '月度包装专用设备产量_当月值(台)'},{'val': '月度包装专用设备产量_累计值(台)'}"+
                "]}," +
                "{'val': '大型拖拉机', 'menu' : [" +
                    "{'val': '月度大型拖拉机产量_当月值(台)'},{'val': '月度大型拖拉机产量_累计值(台)'}"+
                "]}," +
                "{'val': '中型拖拉机', 'menu' : [" +
                    "{'val': '月度中型拖拉机产量_当月值(台)'},{'val': '月度中型拖拉机产量_累计值(台)'}"+
                "]}," +
                "{'val': '小型拖拉机', 'menu' : [" +
                    "{'val': '月度小型拖拉机产量_当月值(台)'},{'val': '月度小型拖拉机产量_累计值(台)'}"+
                "]}," +
                "{'val': '大气污染防治设备', 'menu' : [" +
                    "{'val': '月度大气污染防治设备产量_当月值(台（套）)'},{'val': '月度大气污染防治设备产量_累计值(台（套）)'}"+
                "]}," +
                "{'val': '铁路机车', 'menu' : [" +
                    "{'val': '月度铁路机车产量_当月值(辆)'},{'val': '月度铁路机车产量_累计值(辆)'}"+
                "]}," +
                "{'val': '汽车', 'menu' : [" +
                    "{'val': '月度汽车产量_当月值(万辆)'},{'val': '月度汽车产量_累计值(万辆)'}"+
                "]}," +
                "{'val': '民用钢质船舶', 'menu' : [" +
                    "{'val': '月度民用钢质船舶产量_当月值(万载重吨)'},{'val': '月度民用钢质船舶产量_累计值(万载重吨)'}"+
                "]}," +
                "{'val': '发电设备', 'menu' : [" +
                    "{'val': '月度发电设备产量_当月值(万千瓦)'},{'val': '月度发电设备产量_累计值(万千瓦)'}"+
                "]}," +
                "{'val': '交流电动机', 'menu' : [" +
                    "{'val': '月度交流电动机产量_当月值(万千瓦)'},{'val': '月度交流电动机产量_累计值(万千瓦)'}"+
                "]}," +
                "{'val': '家用洗衣机', 'menu' : [" +
                    "{'val': '月度家用洗衣机产量_当月值(万台)'},{'val': '月度家用洗衣机产量_累计值(万台)'}"+
                "]}," +
                "{'val': '家用电冰箱', 'menu' : [" +
                    "{'val': '月度家用电冰箱产量_当月值(万台)'},{'val': '月度家用电冰箱产量_累计值(万台)'}"+
                "]}," +
                "{'val': '家用冷柜', 'menu' : [" +
                    "{'val': '月度家用冷柜产量_当月值(万台)'},{'val': '月度家用冷柜产量_累计值(万台)'}"+
                "]}," +
                "{'val': '房间空气调节器', 'menu' : [" +
                    "{'val': '月度房间空气调节器产量_当月值(万台)'},{'val': '月度房间空气调节器产量_累计值(万台)'}"+
                "]}," +
                "{'val': '程控交换机', 'menu' : [" +
                    "{'val': '月度程控交换机产量_当月值(万线)'},{'val': '月度程控交换机产量_累计值(万线)'}"+
                "]}," +
                "{'val': '传真机', 'menu' : [" +
                    "{'val': '月度传真机产量_当月值(万部)'},{'val': '月度传真机产量_累计值(万部)'}"+
                "]}," +
                "{'val': '移动通信基站设备', 'menu' : [" +
                    "{'val': '月度移动通信基站设备产量_当月值(万射频模块)'},{'val': '月度移动通信基站设备产量_累计值(万射频模块)'}"+
                "]}," +
                "{'val': '移动通信手持机', 'menu' : [" +
                    "{'val': '月度移动通信手持机产量_当月值(万台)'},{'val': '月度移动通信手持机产量_累计值(万台)'}"+
                "]}," +
                "{'val': '微型计算机设备', 'menu' : [" +
                 "{'val': '月度微型计算机设备产量_当月值(万台)'},{'val': '月度微型计算机设备产量_累计值(万台)'}"+
                "]}," +
                "{'val': '集成电路', 'menu' : [" +
                    "{'val': '月度集成电路产量_当月值(万块)'},{'val': '月度集成电路产量_累计值(万块)'}"+
                "]}," +
                "{'val': '彩色电视机', 'menu' : [" +
                    "{'val': '月度彩色电视机产量_当月值(万台)'},{'val': '月度彩色电视机产量_累计值(万台)'}"+
                "]}," +
                "{'val': '电工仪器仪表', 'menu' : [" +
                    "{'val': '月度电工仪器仪表产量_当月值(万台)'},{'val': '月度电工仪器仪表产量_累计值(万台)'}"+
                "]}," +
                "{'val': '复印和胶版印制设备', 'menu' : [" +
                    "{'val': '月度复印和胶版印制设备_当月值(万台)'},{'val': '月度复印和胶版印制设备_累计值(万台)'}"+
                "]}," +
                "{'val': '发电量', 'menu' : [" +
                    "{'val': '月度发电量_当月值(亿千瓦小时)'},{'val': '月度发电量_累计值(亿千瓦小时)'}"+
                "]}," +
                "{'val': '火力发电量', 'menu' : [" +
                    "{'val': '月度火力发电量_当月值(亿千瓦小时)'},{'val': '月度火力发电量_累计值(亿千瓦小时)'}"+
                "]}," +
                "{'val': '水力发电量', 'menu' : [" +
                    "{'val': '月度水力发电量_当月值(亿千瓦小时)'},{'val': '月度水力发电量_累计值(亿千瓦小时)'}"+
                "]}" +
            "]}," +
            "{'val': '工业企业主要经济指标', 'menu' : [" +
                "{'val': '工业企业主要经济指标', 'menu' : [" +
                "{'val': '月度企业单位数_本月末(个)'},{'val': '月度亏损企业_本月末(个)'},{'val': '月度亏损企业_上年同期(个)'},{'val': '月度亏损企业_增减(百分比)'},{'val': '月度流动资产合计_本月末(亿元)'},{'val': '月度流动资产合计_上年同期(亿元)'},{'val': '月度流动资产合计_增减(百分比)'},{'val': '月度应收票据及应收账款_本月末(亿元)'},{'val': '月度应收票据及应收账款_上年同期(亿元)'},{'val': '月度应收票据及应收账款_增减(百分比)'},{'val': '月度应收账款_本月末(亿元)'},{'val': '月度应收账款_上年同期(亿元)'},{'val': '月度应收账款_增减(百分比)'},{'val': '月度存货_本月末(亿元)'},{'val': '月度存货_上年同期(亿元)'},{'val': '月度存货_增减(百分比)'},{'val': '月度产成品_本月末(亿元)'},{'val': '月度产成品_上年同期(亿元)'},{'val': '月度产成品_增减(百分比)'},{'val': '月度资产总计_本月末(亿元)'},{'val': '月度资产总计_上年同期(亿元)'},{'val': '月度资产总计_增减(百分比)'},{'val': '月度负债合计_本月末(亿元)'},{'val': '月度负债合计_上年同期(亿元)'},{'val': '月度负债合计_增减(百分比)'},{'val': '月度所有者权益合计_本月末(亿元)'},{'val': '月度所有者权益合计_上年同期(亿元)'},{'val': '月度所有者权益合计_增减(百分比)'},{'val': '月度营业收入_累计值(亿元)'},{'val': '月度营业收入_上年同期累计值(亿元)'},{'val': '月度营业收入_累计增长(百分比)'},{'val': '月度营业成本_累计值(亿元)'},{'val': '月度营业成本_上年同期累计值(亿元)'},{'val': '月度营业成本_累计增长(百分比)'},{'val': '月度销售费用_累计值(亿元)'},{'val': '月度销售费用_上年同期累计值(亿元)'},{'val': '月度销售费用_累计增长(百分比)'},{'val': '月度管理费用_累计值(亿元)'},{'val': '月度管理费用_上年同期累计值(亿元)'},{'val': '月度管理费用_累计增长(百分比)'},{'val': '月度财务费用_累计值(亿元)'},{'val': '月度财务费用_上年同期累计值(亿元)'},{'val': '月度财务费用_累计增长(百分比)'},{'val': '月度利息费用_累计值(亿元)'},{'val': '月度利息费用_上年同期累计值(亿元)'},{'val': '月度利息费用_累计增长(百分比)'},{'val': '月度投资收益_累计值(亿元)'},{'val': '月度投资收益_上年同期累计值(亿元)'},{'val': '月度投资收益_累计增长(百分比)'},{'val': '月度营业利润_累计值(亿元)'},{'val': '月度营业利润_上年同期累计值(亿元)'},{'val': '月度营业利润_累计增长(百分比)'},{'val': '月度利润总额_累计值(亿元)'},{'val': '月度利润总额_上年同期累计值(亿元)'},{'val': '月度利润总额_累计增长(百分比)'},{'val': '月度亏损企业亏损总额_累计值(亿元)'},{'val': '月度亏损企业亏损总额_上年同期累计值(亿元)'},{'val': '月度亏损企业亏损总额_累计增长(百分比)'},{'val': '月度平均用工人数_累计值(万人)'},{'val': '月度平均用工人数_上年同期累计值(万人)'},{'val': '月度平均用工人数_累计增长(百分比)'}"+
                "]}" +
            "]}" +
      "]}," +
      "{'val': '能源', 'menu': [" +
            "{'val': '能源主要产品产量', 'menu' : [" +
                "{'val': '原煤', 'menu' : [" +
                "{'val': '月度原煤产量_当期值(万吨)'},{'val': '月度原煤产量_累计值(万吨)'},{'val': '月度原煤产量_同比 增长(百分比)'},{'val': '月度原煤产量_累计增长(百分比)'}"+
                "]}," +
                "{'val': '原油', 'menu' : [" +
                "{'val': '月度原油产量_当期值(万吨)'},{'val': '月度原油产量_累计值(万吨)'},{'val': '月度原油产量_同比 增长(百分比)'},{'val': '月度原油产量_累计增长(百分比)'}"+
                "]}," +
                "{'val': '天然气', 'menu' : [" +
                "{'val': '月度天然气产量_当期值(亿立方米)'},{'val': '月度天然气产量_累计值(亿立方米)'},{'val': '月度天然气产量_同比增长(百分比)'},{'val': '月度天然气产量_累计增长(百分比)'}"+
                "]}," +
                "{'val': '煤层气', 'menu' : [" +
                "{'val': '月度煤层气产量_当期值(亿立方米)'},{'val': '月度煤层气产量_累计值(亿立方米)'},{'val': '月度煤层气产量_同比增长(百分比)'},{'val': '月度煤层气产量_累计增长(百分比)'}"+
                "]}," +
                "{'val': '液化天然气', 'menu' : [" +
                "{'val': '月度液化天然气产量_当期值(万吨)'},{'val': '月度液化天然气产量_累计值(万吨)'},{'val': '月度液化天然气产量_同比增长(百分比)'},{'val': '月度液化天然气产量_累计增长(百分比)'}"+
                "]}," +
                "{'val': '原油加工量', 'menu' : [" +
                "{'val': '月度原油加工量产量_当期值(万吨)'},{'val': '月度原油加工量产量_累计值(万吨)'},{'val': '月度原油加工量产量_同比增长(百分比)'},{'val': '月度原油加工量产量_累计增长(百分比)'}"+
                "]}," +
                "{'val': '汽油', 'menu' : [" +
                "{'val': '月度汽油产量_当期值(万吨)'},{'val': '月度汽油产量_累计值(万吨)'},{'val': '月度汽油产量_同比 增长(百分比)'},{'val': '月度汽油产量_累计增长(百分比)'}"+
                "]}," +
                "{'val': '煤油', 'menu' : [" +
                "{'val': '月度煤油产量_当期值(万吨)'},{'val': '月度煤油产量_累计值(万吨)'},{'val': '月度煤油产量_同比 增长(百分比)'},{'val': '月度煤油产量_累计增长(百分比)'}"+
                "]}," +
                "{'val': '柴油', 'menu' : [" +
                "{'val': '月度柴油产量_当期值(万吨)'},{'val': '月度柴油产量_累计值(万吨)'},{'val': '月度柴油产量_同比 增长(百分比)'},{'val': '月度柴油产量_累计增长(百分比)'}"+
                "]}," +
                "{'val': '燃料油', 'menu' : [" +
                "{'val': '月度燃料油产量_当期值(万吨)'},{'val': '月度燃料油产量_累计值(万吨)'},{'val': '月度燃料油产量_同比增长(百分比)'},{'val': '月度燃料油产量_累计增长(百分比)'}"+
                "]}," +
                "{'val': '石脑油', 'menu' : [" +
                "{'val': '月度石脑油产量_当期值(万吨)'},{'val': '月度石脑油产量_累计值(万吨)'},{'val': '月度石脑油产量_同比增长(百分比)'},{'val': '月度石脑油产量_累计增长(百分比)'}"+
                "]}," +
                "{'val': '液化石油气', 'menu' : [" +
                "{'val': '月度液化石油气产量_当期值(万吨)'},{'val': '月度液化石油气产量_累计值(万吨)'},{'val': '月度液化石油气产量_同比增长(百分比)'},{'val': '月度液化石油气产量_累计增长(百分比)'}"+
                "]}," +
                "{'val': '石油焦', 'menu' : [" +
                "{'val': '月度石油焦产量_当期值(万吨)'},{'val': '月度石油焦产量_累计值(万吨)'},{'val': '月度石油焦产量_同比增长(百分比)'},{'val': '月度石油焦产量_累计增长(百分比)'}"+
                "]}," +
                "{'val': '石油沥青', 'menu' : [" +
                "{'val': '月度石油沥青产量_当期值(万吨)'},{'val': '月度石油沥青产量_累计值(万吨)'},{'val': '月度石油沥青产量_同比增长(百分比)'},{'val': '月度石油沥青产量_累计增长(百分比)'}"+
                "]}," +
                "{'val': '焦炭', 'menu' : [" +
                "{'val': '月度焦炭产量_当期值(万吨)'},{'val': '月度焦炭产量_累计值(万吨)'},{'val': '月度焦炭产量_同比 增长(百分比)'},{'val': '月度焦炭产量_累计增长(百分比)'}"+
                "]}," +
                "{'val': '发电量', 'menu' : [" +
                "{'val': '月度发电量_当期值(亿千瓦时)'},{'val': '月度发电量_累计值(亿千瓦时)'},{'val': '月度发电量_同 比增长(百分比)'},{'val': '月度发电量_累计增长(百分比)'}"+
                "]}," +
                "{'val': '火力发电量', 'menu' : [" +
                "{'val': '月度火力发电量_当期值(亿千瓦时)'},{'val': '月度火力发电量_累计值(亿千瓦时)'},{'val': '月度火力发电量_同比增长(百分比)'},{'val': '月度火力发电量_累计增长(百分比)'}"+
                "]}," +
                "{'val': '水力发电量', 'menu' : [" +
                "{'val': '月度水力发电量_当期值(亿千瓦时)'},{'val': '月度水力发电量_累计值(亿千瓦时)'},{'val': '月度水力发电量_同比增长(百分比)'},{'val': '月度水力发电量_累计增长(百分比)'}"+
                "]}," +
                "{'val': '核能发电量', 'menu' : [" +
                "{'val': '月度核能发电量_当期值(亿千瓦时)'},{'val': '月度核能发电量_累计值(亿千瓦时)'},{'val': '月度核能发电量_同比增长(百分比)'},{'val': '月度核能发电量_累计增长(百分比)'}"+
                "]}," +
                "{'val': '风力发电量', 'menu' : [" +
                "{'val': '月度风力发电量_当期值(亿千瓦时)'},{'val': '月度风力发电量_累计值(亿千瓦时)'},{'val': '月度风力发电量_同比增长(百分比)'},{'val': '月度风力发电量_累计增长(百分比)'}"+
                "]}," +
                "{'val': '太阳能发电量', 'menu' : [" +
                "{'val': '月度太阳能发电量_当期值(万千瓦时)'},{'val': '月度太阳能发电量_累计值(万千瓦时)'},{'val': '月度太阳能发电量_同比增长(百分比)'},{'val': '月度太阳能发电量_累计增长(百分比)'}"+
                "]}," +
                "{'val': '煤气', 'menu' : [" +
                "{'val': '月度煤气产量_当期值(亿立方米)'},{'val': '月度煤气产量_累计值(亿立方米)'},{'val': '月度煤气产量_同比增长(百分比)'},{'val': '月度煤气产量_累计增长(百分比)'}"+
                "]}" +
            "]}" +
      "]}," +
      "{'val': '固定资产投资(不含农户)', 'menu': [" +
            "{'val': '固定资产投资增速构成情况', 'menu' : [" +
                "{'val': '月度房地产投资_累计增长(百分比)', 'menu' : [" +
                "{'val': '月度固定资产投资完成额_累计增长(百分比)'},{'val': '月度建筑安装工程固定资产投资完成额_累计增长(百分比)'},{'val': '月度设备工器具购置固定资产投资完成额_累计增长(百分比)'},{'val': '月度其他费用固 定资产投资完成额_累计增长(百分比)'}"+
                "]}" +
            "]}," +
            "{'val': '固定资产投资构成情况', 'menu' : [" +
                "{'val': '月度房地产投资_累计增长(百分比)', 'menu' : [" +
                "{'val': '月度固定资产投资完成额_累计值(亿元)'},{'val': '月度建筑安装工程固定资产投资完成额_累计值(亿 元)'},{'val': '月度设备工器具购置固定资产投资完成额_累计值(亿元)'},{'val': '月度其他费用固定资产投资完成额_累计值(亿元)'}"+
                "]}" +
            "]}," +
            "{'val': '固定资产投资住宅建设情况', 'menu' : [" +
                "{'val': '月度房地产投资_累计增长(百分比)', 'menu' : [" +
                "{'val': '月度住宅建设投资额_累计值(亿元)'},{'val': '月度住宅建设投资额_累计增长(百分比)'},{'val': '月度住宅施工面积_累计值(万平方米)'},{'val': '月度住宅施工面积_累计增长(百分比)'},{'val': '月度住宅竣工面积_累计值(万平方米)'},{'val': '月度住宅竣工面积_累计增长(百分比)'}"+
                "]}" +
            "]}," +
            "{'val': '固定资产投资项目情况', 'menu' : [" +
                "{'val': '月度房地产投资_累计增长(百分比)', 'menu' : [" +
                "{'val': '月度施工项目项目个数_累计值(个)'},{'val': '月度施工项目项目个数_累计增减额(个)'},{'val': '月度新开工项目项目个数_累计值(个)'},{'val': '月度新开工项目项目个数_累计增减额(个)'}"+
                "]}" +
            "]}" +
      "]}," +
      "{'val': '房地产', 'menu': [" +
            "{'val': '房地产开发投资情况', 'menu' : [" +
                "{'val': '房地产开发投资情况', 'menu' : [" +
                "{'val': '月度房地产投资_累计值(亿元)'},{'val': '月度房地产投资_累计增长(百分比)'},{'val': '月度房地产住宅投资_累计值(亿元)'},{'val': '月度房地产住宅投资_累计增长(百分比)'}"+
                "]}" +
            "]}," +
            "{'val': '房地产施工竣工面积', 'menu' : [" +
                "{'val': '房地产施工竣工面积', 'menu' : [" +
                "{'val': '月度房地产施工面积_累计值(万平方米)'},{'val': '月度房地产施工面积_累计增长(百分比)'},{'val': '月度房地产新开工施工面积_累计值(万平方米)'},{'val': '月度房地产新开工施工面积_累计增长(百分比)'},{'val': '月度房地产竣工面积_累计值(万平方米)'},{'val': '月度房地产竣工面积_累计增长(百分比)'}"+
                "]}" +
            "]}," +
            "{'val': '商品住宅施工竣工面积', 'menu' : [" +
                "{'val': '商品住宅施工竣工面积', 'menu' : [" +
                "{'val': '月度商品住宅施工面积_累计值(万平方米)'},{'val': '月度商品住宅施工面积_累计增长(百分比)'},{'val': '月度商品住宅新开工施工面积_累计值(万平方米)'},{'val': '月度商品住宅新开工施工面积_累计增长(百分 比)'},{'val': '月度商品住宅竣工面积_累计值(万平方米)'},{'val': '月度商品住宅竣工面积_累计增长(百分比)'}"+
                "]}" +
            "]}," +
            "{'val': '办公楼施工竣工面积', 'menu' : [" +
                "{'val': '办公楼施工竣工面积', 'menu' : [" +
                "{'val': '月度办公楼施工面积_累计值(万平方米)'},{'val': '月度办公楼施工面积_累计增长(百分比)'},{'val': '月度办公楼新开工施工面积_累计值(万平方米)'},{'val': '月度办公楼新开工施工面积_累计增长(百分比)'},{'val': '月度办公楼竣工面积_累计值(万平方米)'},{'val': '月度办公楼竣工面积_累计增长(百分比)'}"+
                "]}" +
            "]}," +
            "{'val': '商业营业用房施工竣工面积', 'menu' : [" +
                "{'val': '商业营业用房施工竣工面积', 'menu' : [" +
                "{'val': '月度商业营业用房施工面积_累计值(万平方米)'},{'val': '月度商业营业用房施工面积_累计增长(百分 比)'},{'val': '月度商业营业用房新开工施工面积_累计值(万平方米)'},{'val': '月度商业营业用房新开工施工面积_累计增长(百分比)'},{'val': '月度商业营业用房竣工面积_累计值(万平方米)'},{'val': '月度商业营业用房竣工面积_累计增长(百分比)'}"+
                "]}" +
            "]}" +
      "]}," +  
      "{'val': '国内贸易', 'menu': [" +
            "{'val': '社会消费品零售总额', 'menu' : [" +
                "{'val': '商业营业用房施工竣工面积', 'menu' : [" +
                "{'val': '月度社会消费品零售总额_累计增长(百分比)'}"+
                "]}" +
            "]}" +
      "]}" +  
  "]}" +
"]";
 var objs = eval("(" + menu + ")");
 $("#data_1").append("<option value='请选择'>请选择</option>'");
 $("#time_1").append("<option value='2019年'>2019年</option>'");
 $("#time_1").append("<option value='2018年'>2018年</option>'");
 $("#time_1").append("<option value='2017年'>2017年</option>'");
 $("#time_1").append("<option value='2016年'>2016年</option>'");
 $("#time_1").append("<option value='2015年'>2015年</option>'");
 $("#time_1").append("<option value='2014年'>2014年</option>'");
 $("#time_1").append("<option value='2013年'>2013年</option>'");
 $("#time_1").append("<option value='2012年'>2012年</option>'");
 $("#time_1").append("<option value='2011年'>2011年</option>'");
 $("#time_1").append("<option value='2010年'>2013年</option>'");
 $("#time_1").append("<option value='2009年'>2012年</option>'");
 $("#time_1").append("<option value='2008年'>2011年</option>'");
 $("#time_1").append("<option value='2007年'>2013年</option>'");
 $("#time_1").append("<option value='2006年'>2012年</option>'");
 $("#time_1").append("<option value='2005年'>2011年</option>'");
 $("#time_1").append("<option value='2004年'>2013年</option>'");
 $("#time_1").append("<option value='2003年'>2012年</option>'");
 $("#time_1").append("<option value='2002年'>2011年</option>'");
 $("#time_1").append("<option value='2001年'>2012年</option>'");
 $("#time_1").append("<option value='2000年'>2011年</option>'");
 $("#time_2").append("<option value='1月'>1月</option>'");
 $("#time_2").append("<option value='2月'>2月</option>'");
 $("#time_2").append("<option value='3月'>3月</option>'");
 $("#time_2").append("<option value='4月'>4月</option>'");
 $("#time_2").append("<option value='5月'>5月</option>'");
 $("#time_2").append("<option value='6月'>6月</option>'");
 $("#time_2").append("<option value='7月'>7月</option>'");
 $("#time_2").append("<option value='8月'>8月</option>'");
 $("#time_2").append("<option value='9月'>9月</option>'");
 $("#time_2").append("<option value='10月'>10月</option>'");
 $("#time_2").append("<option value='11月'>11月</option>'");
 $("#time_2").append("<option value='12月'>12月</option>'");
 $("#time_2").append("<option value='第一季度'>第一季度</option>'");
 $("#time_2").append("<option value='第二季度'>第二季度</option>'");
 $("#time_2").append("<option value='第三季度'>第三季度</option>'");
 $("#time_2").append("<option value='第四季度'>第四季度</option>'");

 $("#timef_1").append("<option value=2019>2019年</option>'");
 $("#timef_1").append("<option value=2018>2018年</option>'");
 $("#timef_1").append("<option value=2017>2017年</option>'");
 $("#timef_1").append("<option value=2016>2016年</option>'");
 $("#timef_1").append("<option value=2015>2015年</option>'");
 $("#timef_1").append("<option value=2014>2014年</option>'");
 $("#timef_1").append("<option value=2013>2013年</option>'");
 $("#timef_1").append("<option value=2012>2012年</option>'");
 $("#timef_1").append("<option value=2011>2011年</option>'");
 $("#timef_1").append("<option value=2010>2010年</option>'");
 $("#timef_1").append("<option value=2009>2009年</option>'");
 $("#timef_1").append("<option value=2008>2008年</option>'");
 $("#timef_1").append("<option value=2007>2007年</option>'");
 $("#timef_1").append("<option value=2006>2006年</option>'");
 $("#timef_1").append("<option value=2005>2005年</option>'");
 $("#timef_1").append("<option value=2004>2004年</option>'");
 $("#timef_1").append("<option value=2003>2003年</option>'");
 $("#timef_1").append("<option value=2002>2002年</option>'");
 $("#timef_1").append("<option value=2001>2001年</option>'");
 $("#timef_1").append("<option value=2000>2000年</option>'");
 $("#timef_2").append("<option value=1>1月</option>'");
 $("#timef_2").append("<option value=2>2月</option>'");
 $("#timef_2").append("<option value=3>3月</option>'");
 $("#timef_2").append("<option value=4>4月</option>'");
 $("#timef_2").append("<option value=5>5月</option>'");
 $("#timef_2").append("<option value=6>6月</option>'");
 $("#timef_2").append("<option value=7>7月</option>'");
 $("#timef_2").append("<option value=8>8月</option>'");
 $("#timef_2").append("<option value=9>9月</option>'");
 $("#timef_2").append("<option value=10>10月</option>'");
 $("#timef_2").append("<option value=11>11月</option>'");
 $("#timef_2").append("<option value=12>12月</option>'");
 $("#timef_2").append("<option value=13>第一季度</option>'");
 $("#timef_2").append("<option value=14>第二季度</option>'");
 $("#timef_2").append("<option value=15>第三季度</option>'");
 $("#timef_2").append("<option value=16>第四季度</option>'");

 $("#timef_3").append("<option value=2019>2019年</option>'");
 $("#timef_3").append("<option value=2018>2018年</option>'");
 $("#timef_3").append("<option value=2017>2017年</option>'");
 $("#timef_3").append("<option value=2016>2016年</option>'");
 $("#timef_3").append("<option value=2015>2015年</option>'");
 $("#timef_3").append("<option value=2014>2014年</option>'");
 $("#timef_3").append("<option value=2013>2013年</option>'");
 $("#timef_3").append("<option value=2012>2012年</option>'");
 $("#timef_3").append("<option value=2011>2011年</option>'");
 $("#timef_3").append("<option value=2010>2010年</option>'");
 $("#timef_3").append("<option value=2009>2009年</option>'");
 $("#timef_3").append("<option value=2008>2008年</option>'");
 $("#timef_3").append("<option value=2007>2007年</option>'");
 $("#timef_3").append("<option value=2006>2006年</option>'");
 $("#timef_3").append("<option value=2005>2005年</option>'");
 $("#timef_3").append("<option value=2004>2004年</option>'");
 $("#timef_3").append("<option value=2003>2003年</option>'");
 $("#timef_3").append("<option value=2002>2002年</option>'");
 $("#timef_3").append("<option value=2001>2001年</option>'");
 $("#timef_3").append("<option value=2000>2000年</option>'");
 $("#timef_4").append("<option value=1>1月</option>'");
 $("#timef_4").append("<option value=2>2月</option>'");
 $("#timef_4").append("<option value=3>3月</option>'");
 $("#timef_4").append("<option value=4>4月</option>'");
 $("#timef_4").append("<option value=5>5月</option>'");
 $("#timef_4").append("<option value=6>6月</option>'");
 $("#timef_4").append("<option value=7>7月</option>'");
 $("#timef_4").append("<option value=8>8月</option>'");
 $("#timef_4").append("<option value=9>9月</option>'");
 $("#timef_4").append("<option value=10>10月</option>'");
 $("#timef_4").append("<option value=11>11月</option>'");
 $("#timef_4").append("<option value=12>12月</option>'");
 $("#timef_4").append("<option value=13>第一季度</option>'");
 $("#timef_4").append("<option value=14>第二季度</option>'");
 $("#timef_4").append("<option value=15>第三季度</option>'");
 $("#timef_4").append("<option value=16>第四季度</option>'");

 $("#times_1").append("<option value=2019>2019年</option>'");
 $("#times_1").append("<option value=2018>2018年</option>'");
 $("#times_1").append("<option value=2017>2017年</option>'");
 $("#times_1").append("<option value=2016>2016年</option>'");
 $("#times_1").append("<option value=2015>2015年</option>'");
 $("#times_1").append("<option value=2014>2014年</option>'");
 $("#times_1").append("<option value=2013>2013年</option>'");
 $("#times_1").append("<option value=2012>2012年</option>'");
 $("#times_1").append("<option value=2011>2011年</option>'");
 $("#times_1").append("<option value=2010>2010年</option>'");
 $("#times_1").append("<option value=2009>2009年</option>'");
 $("#times_1").append("<option value=2008>2008年</option>'");
 $("#times_1").append("<option value=2007>2007年</option>'");
 $("#times_1").append("<option value=2006>2006年</option>'");
 $("#times_1").append("<option value=2005>2005年</option>'");
 $("#times_1").append("<option value=2004>2004年</option>'");
 $("#times_1").append("<option value=2003>2003年</option>'");
 $("#times_1").append("<option value=2002>2002年</option>'");
 $("#times_1").append("<option value=2001>2001年</option>'");
 $("#times_1").append("<option value=2000>2000年</option>'");
 $("#times_2").append("<option value=1>1月</option>'");
 $("#times_2").append("<option value=2>2月</option>'");
 $("#times_2").append("<option value=3>3月</option>'");
 $("#times_2").append("<option value=4>4月</option>'");
 $("#times_2").append("<option value=5>5月</option>'");
 $("#times_2").append("<option value=6>6月</option>'");
 $("#times_2").append("<option value=7>7月</option>'");
 $("#times_2").append("<option value=8>8月</option>'");
 $("#times_2").append("<option value=9>9月</option>'");
 $("#times_2").append("<option value=10>10月</option>'");
 $("#times_2").append("<option value=11>11月</option>'");
 $("#times_2").append("<option value=12>12月</option>'");
 $("#times_2").append("<option value=13>第一季度</option>'");
 $("#times_2").append("<option value=14>第二季度</option>'");
 $("#times_2").append("<option value=15>第三季度</option>'");
 $("#times_2").append("<option value=16>第四季度</option>'");

 $("#times_3").append("<option value=2019>2019年</option>'");
 $("#times_3").append("<option value=2018>2018年</option>'");
 $("#times_3").append("<option value=2017>2017年</option>'");
 $("#times_3").append("<option value=2016>2016年</option>'");
 $("#times_3").append("<option value=2015>2015年</option>'");
 $("#times_3").append("<option value=2014>2014年</option>'");
 $("#times_3").append("<option value=2013>2013年</option>'");
 $("#times_3").append("<option value=2012>2012年</option>'");
 $("#times_3").append("<option value=2011>2011年</option>'");
 $("#times_3").append("<option value=2010>2010年</option>'");
 $("#times_3").append("<option value=2009>2009年</option>'");
 $("#times_3").append("<option value=2008>2008年</option>'");
 $("#times_3").append("<option value=2007>2007年</option>'");
 $("#times_3").append("<option value=2006>2006年</option>'");
 $("#times_3").append("<option value=2005>2005年</option>'");
 $("#times_3").append("<option value=2004>2004年</option>'");
 $("#times_3").append("<option value=2003>2003年</option>'");
 $("#times_3").append("<option value=2002>2002年</option>'");
 $("#times_3").append("<option value=2001>2001年</option>'");
 $("#times_3").append("<option value=2000>2000年</option>'");
 $("#times_4").append("<option value=1>1月</option>'");
 $("#times_4").append("<option value=2>2月</option>'");
 $("#times_4").append("<option value=3>3月</option>'");
 $("#times_4").append("<option value=4>4月</option>'");
 $("#times_4").append("<option value=5>5月</option>'");
 $("#times_4").append("<option value=6>6月</option>'");
 $("#times_4").append("<option value=7>7月</option>'");
 $("#times_4").append("<option value=8>8月</option>'");
 $("#times_4").append("<option value=9>9月</option>'");
 $("#times_4").append("<option value=10>10月</option>'");
 $("#times_4").append("<option value=11>11月</option>'");
 $("#times_4").append("<option value=12>12月</option>'");
 $("#times_4").append("<option value=13>第一季度</option>'");
 $("#times_4").append("<option value=14>第二季度</option>'");
 $("#times_4").append("<option value=15>第三季度</option>'");
 $("#times_4").append("<option value=16>第四季度</option>'");

 $("#times_5").append("<option value=2019>2019年</option>'");
 $("#times_5").append("<option value=2018>2018年</option>'");
 $("#times_5").append("<option value=2017>2017年</option>'");
 $("#times_5").append("<option value=2016>2016年</option>'");
 $("#times_5").append("<option value=2015>2015年</option>'");
 $("#times_5").append("<option value=2014>2014年</option>'");
 $("#times_5").append("<option value=2013>2013年</option>'");
 $("#times_5").append("<option value=2012>2012年</option>'");
 $("#times_5").append("<option value=2011>2011年</option>'");
 $("#times_5").append("<option value=2010>2010年</option>'");
 $("#times_5").append("<option value=2009>2009年</option>'");
 $("#times_5").append("<option value=2008>2008年</option>'");
 $("#times_5").append("<option value=2007>2007年</option>'");
 $("#times_5").append("<option value=2006>2006年</option>'");
 $("#times_5").append("<option value=2005>2005年</option>'");
 $("#times_5").append("<option value=2004>2004年</option>'");
 $("#times_5").append("<option value=2003>2003年</option>'");
 $("#times_5").append("<option value=2002>2002年</option>'");
 $("#times_5").append("<option value=2001>2001年</option>'");
 $("#times_5").append("<option value=2000>2000年</option>'");
 $("#times_6").append("<option value=1>1月</option>'");
 $("#times_6").append("<option value=2>2月</option>'");
 $("#times_6").append("<option value=3>3月</option>'");
 $("#times_6").append("<option value=4>4月</option>'");
 $("#times_6").append("<option value=5>5月</option>'");
 $("#times_6").append("<option value=6>6月</option>'");
 $("#times_6").append("<option value=7>7月</option>'");
 $("#times_6").append("<option value=8>8月</option>'");
 $("#times_6").append("<option value=9>9月</option>'");
 $("#times_6").append("<option value=10>10月</option>'");
 $("#times_6").append("<option value=11>11月</option>'");
 $("#times_6").append("<option value=12>12月</option>'");
 $("#times_6").append("<option value=13>第一季度</option>'");
 $("#times_6").append("<option value=14>第二季度</option>'");
 $("#times_6").append("<option value=15>第三季度</option>'");
 $("#times_6").append("<option value=16>第四季度</option>'");

 $("#times_7").append("<option value=2019>2019年</option>'");
 $("#times_7").append("<option value=2018>2018年</option>'");
 $("#times_7").append("<option value=2017>2017年</option>'");
 $("#times_7").append("<option value=2016>2016年</option>'");
 $("#times_7").append("<option value=2015>2015年</option>'");
 $("#times_7").append("<option value=2014>2014年</option>'");
 $("#times_7").append("<option value=2013>2013年</option>'");
 $("#times_7").append("<option value=2012>2012年</option>'");
 $("#times_7").append("<option value=2011>2011年</option>'");
 $("#times_7").append("<option value=2010>2010年</option>'");
 $("#times_7").append("<option value=2009>2009年</option>'");
 $("#times_7").append("<option value=2008>2008年</option>'");
 $("#times_7").append("<option value=2007>2007年</option>'");
 $("#times_7").append("<option value=2006>2006年</option>'");
 $("#times_7").append("<option value=2005>2005年</option>'");
 $("#times_7").append("<option value=2004>2004年</option>'");
 $("#times_7").append("<option value=2003>2003年</option>'");
 $("#times_7").append("<option value=2002>2002年</option>'");
 $("#times_7").append("<option value=2001>2001年</option>'");
 $("#times_7").append("<option value=2000>2000年</option>'");
 $("#times_8").append("<option value=1>1月</option>'");
 $("#times_8").append("<option value=2>2月</option>'");
 $("#times_8").append("<option value=3>3月</option>'");
 $("#times_8").append("<option value=4>4月</option>'");
 $("#times_8").append("<option value=5>5月</option>'");
 $("#times_8").append("<option value=6>6月</option>'");
 $("#times_8").append("<option value=7>7月</option>'");
 $("#times_8").append("<option value=8>8月</option>'");
 $("#times_8").append("<option value=9>9月</option>'");
 $("#times_8").append("<option value=10>10月</option>'");
 $("#times_8").append("<option value=11>11月</option>'");
 $("#times_8").append("<option value=12>12月</option>'");
 $("#times_8").append("<option value=13>第一季度</option>'");
 $("#times_8").append("<option value=14>第二季度</option>'");
 $("#times_8").append("<option value=15>第三季度</option>'");
 $("#times_8").append("<option value=16>第四季度</option>'");

var overalldata=null;
var overallname=null;
var overalltime=null;
var overallzhexianshujv={
    "北京":[],
    "天津":[],
    "河北":[],
    "山西":[],
    "内蒙古":[],
    "辽宁":[],
    "吉林":[],
    "黑龙江":[],
    "上海":[],
    "江苏":[],
    "浙江":[],
    "安徽":[],
    "福建":[],
    "江西":[],
    "山东":[],
    "河南":[],
    "湖北":[],
    "湖南":[],
    "广东":[],
    "广西":[],
    "海南":[],
    "重庆":[],
    "四川":[],
    "贵州":[],
    "云南":[],
    "西藏":[],
    "陕西":[],
    "甘肃":[],
    "青海":[],
    "宁夏":[],
    "新疆":[]
    };
var overallzhexianzuobiao=null;
var overallzhexiandata1=[];
var overallzhexiandata2=[];
var overallzhexianzuobiao2=[];
var overallzhexiantem1=[];
var overallzhexiantem2=[];
var timeoutID = null;
var datalist=[
{
    name: '北京',
    value: 0
},
{
    name: '天津',
    value: 0
},
{
    name: '河北',
    value: 0
},
{
    name: '山西',
    value: 0
},
{
    name: '内蒙古',
    value: 0
},
{
    name: '辽宁',
    value: 0
},
{
    name: '吉林',
    value: 0
},
{
    name: '黑龙江',
    value: 0
},
{
    name: '上海',
    value: 0
},
{
    name: '江苏',
    value: 0
},
{
    name: '浙江',
    value: 0
},
{
    name: '安徽',
    value: 0
},
{
    name: '福建',
    value: 0
},
{
    name: '江西',
    value: 0
},
{
    name: '山东',
    value: 0
},
{
    name: '河南',
    value: 0
},
{
    name: '湖北',
    value: 0
},
{
    name: '湖南',
    value: 0
},
{
    name: '广东',
    value: 0
},
{
    name: '广西',
    value: 0
},
{
    name: '海南',
    value: 0
},
{
    name: '重庆',
    value: 0
},
{
    name: '四川',
    value: 0
},
{
    name: '贵州',
    value: 0
},
{
    name: '云南',
    value: 0
},
{
    name: '西藏',
    value: 0
},
{
    name: '陕西',
    value: 0
},
{
    name: '甘肃',
    value: 0
},
{
    name: '青海',
    value: 0
},
{
    name: '宁夏',
    value: 0
},
{
    name: '新疆',
    value: 0
}
];
function xllbcsh(){ 
    for(var i = 0;i < objs.length;i++) {
    $("#data_1").append("<option value='" + objs[i].val + "'>" + objs[i].val + "</option>");
  }
  $("#data_2").append("<option value='请选择'>请选择</option>'");
  $("#data_3").append("<option value='请选择'>请选择</option>'");
  $("#data_4").append("<option value='请选择'>请选择</option>'");
  $("#data_5").append("<option value='请选择'>请选择</option>'");
}


 $("#data_1").change(function(){
  $("#data_2").empty();
  $("#data_3").empty();
  $("#data_4").empty();
  $("#data_5").empty();
  $("#data_2").append("<option value='请选择'>请选择</option>'");
  $("#data_3").append("<option value='请选择'>请选择</option>'");
  $("#data_4").append("<option value='请选择'>请选择</option>'");
  $("#data_5").append("<option value='请选择'>请选择</option>'");
  if($("#data_1 option:selected").text()!="请选择"){
    for(var temc in objs){
      if(objs[temc].val==$(this).val()){
        for(var o in objs[temc].menu){
          $("#data_2").append("<option value='" + (objs[temc].menu)[o].val + "'>" + (objs[temc].menu)[o].val + "</option>");
        }
        break;
      }
    }
  }
});



$("#data_2").change(function(){

  $("#data_3").empty();
  $("#data_4").empty();
  $("#data_5").empty();
  $("#data_3").append("<option value='请选择'>请选择</option>'");
  $("#data_4").append("<option value='请选择'>请选择</option>'");
  $("#data_5").append("<option value='请选择'>请选择</option>'");
  if($("#data_2 option:selected").text()!="请选择"){
    for(var temc in objs){
      if(objs[temc].val==$("#data_1").val()){
        for(var temd in objs[temc].menu){
          if(objs[temc].menu[temd].val==$("#data_2").val()){
          //$("#data_2").append("<option value='" + (objs[temc].menu)[o].val + "'>" + (objs[temc].menu)[o].val + "</option>");
            for(var o in objs[temc].menu[temd].menu){
              $("#data_3").append("<option value='" + (objs[temc].menu[temd].menu)[o].val + "'>" + (objs[temc].menu[temd].menu)[o].val + "</option>");
            }
          break;
          }
          //$("#data_2").append("<option value='" + (objs[temc].menu)[o].val + "'>" + (objs[temc].menu)[o].val + "</option>");
        }
        break;
      }
    }
  }
});
$("#data_3").change(function(){
  $("#data_4").empty();
  $("#data_4").append("<option value='请选择'>请选择</option>'");
  $("#data_5").empty();
  $("#data_5").append("<option value='请选择'>请选择</option>'");
  if($("#data_3 option:selected").text()!="请选择"){
    for(var temc in objs){
      if(objs[temc].val==$("#data_1").val()){
        for(var temd in objs[temc].menu){
          if(objs[temc].menu[temd].val==$("#data_2").val()){
            for(var teme in objs[temc].menu[temd].menu){
              if(objs[temc].menu[temd].menu[teme].val==$("#data_3").val()){
                for(var o in objs[temc].menu[temd].menu[teme].menu){
                  $("#data_4").append("<option value='" + (objs[temc].menu[temd].menu[teme].menu)[o].val + "'>" + (objs[temc].menu[temd].menu[teme].menu)[o].val + "</option>");
                }
                break;
              }
            }
          break;
          }
          
        }
        break;
      }
    }
  }
});
$("#data_4").change(function(){
  $("#data_5").empty();
  $("#data_5").append("<option value='请选择'>请选择</option>'");
  if($("#data_4 option:selected").text()!="请选择"){
    for(var temc in objs){
      if(objs[temc].val==$("#data_1").val()){
        for(var temd in objs[temc].menu){
          if(objs[temc].menu[temd].val==$("#data_2").val()){
            for(var teme in objs[temc].menu[temd].menu){
              if(objs[temc].menu[temd].menu[teme].val==$("#data_3").val()){
                for(var temf in objs[temc].menu[temd].menu[teme].menu){
                  if(objs[temc].menu[temd].menu[teme].menu[temf].val==$("#data_4").val()){
                      for(var o in objs[temc].menu[temd].menu[teme].menu[temf].menu){
                       $("#data_5").append("<option value='" + (objs[temc].menu[temd].menu[teme].menu[temf].menu)[o].val + "'>" + (objs[temc].menu[temd].menu[teme].menu[temf].menu)[o].val + "</option>");
                     }
                      break;
                  }
                }
                break;
              }
            }
          break;
          }
          
        }
        break;
      }
    }
  }
});

// 柱状图模块1
function zhuxingtu1(datadata) {
  // 1实例化对象
  if(datadata.length==0||datadata==null)datadata=[]
  var myChart = echarts.init(document.querySelector(".bar .chart"));
  // 2. 指定配置项和数据
  var option = {
    color: ["#2f89cf"],
    tooltip: {
      trigger: "axis",
      axisPointer: {
        // 坐标轴指示器，坐标轴触发有效
        type: "shadow" // 默认为直线，可选为：'line' | 'shadow'
      }
    },
    // 修改图表的大小
    grid: {
      left: "0%",
      top: "10px",
      right: "0%",
      bottom: "4%",
      containLabel: true
    },
    xAxis: [
      {
        type: "category",
        data: [
          "北京",
          "天津",
          "河北",
          "山西",
          "内蒙古",
          "辽宁",
          "吉林",
          "黑龙江",
          "上海",
          "江苏",
          "浙江",
          "安徽",
          "福建",
          "江西",
          "山东",
          "河南",
          "湖北",
          "湖南",
          "广东",
          "广西",
          "海南",
          "重庆",
          "四川",
          "贵州",
          "云南",
          "西藏",
          "陕西",
          "甘肃",
          "青海",
          "宁夏",
          "新疆"
        ],
        axisTick: {
          alignWithLabel: true
        },
        // 修改刻度标签 相关样式
        axisLabel: {
          color: "rgba(255,255,255,.6) ",
          fontSize: "12",
          interval: 0,
          rotate:45
        },
        // 不显示x坐标轴的样式
        axisLine: {
          show: false
        }
      }
    ],
    yAxis: [
      {
        type: "value",
        // 修改刻度标签 相关样式
        axisLabel: {
          color: "rgba(255,255,255,.6) ",
          fontSize: 12,
          
        },
        // y轴的线条改为了 2像素
        axisLine: {
          lineStyle: {
            color: "rgba(255,255,255,.1)",
            width: 2
          }
        },
        // y轴分割线的颜色
        splitLine: {
          lineStyle: {
            color: "rgba(255,255,255,.1)"
          }
        }
      }
    ],
    series: [
      {
        name: $("#data_5 option:selected").text(),
        type: "bar",
        barWidth: "10%",
        data: datadata,
        itemStyle: {
          // 修改柱子圆角
          barBorderRadius: 10
        }
      }
    ]
  };
  // 3. 把配置项给实例对象
  myChart.setOption(option,true);
  // 4. 让图表跟随屏幕自动的去适应
  window.addEventListener("resize", function() {
    myChart.resize();
  });
};


function zhexiantu1(datax,datad,flagx) {
  /*var yearData = [
    
    {
      year: "2021", // 年份
      data: [
        // 两个数组是因为有两条线
        [123, 175, 112, 197, 121, 67, 98, 21, 43, 64, 76, 38],
        [143, 131, 165, 123, 178, 21, 82, 64, 43, 60, 19, 34]
      ]
    }
  ];*/
  // 1. 实例化对象
  /*var tttdata=[];
  var i=0;
  for (x in overallzhexianshujv) {
      if(overallzhexianshujv[x]!=[]){
        tttdata[i]=x;
      }
    }*/
  var myChart = echarts.init(document.querySelector(".line .chart"));
  // 2.指定配置
  var option = {
    // 通过这个color修改两条线的颜色
    color: ["#00f2f1", "#ed3f35","#EEE9E9", "#EE4000","#8B4726", 
            "#696969","#66CD00", "#8470FF","#54FF9F", "#40E0D0",
            "#00FA9A", "#8B2323","#FFFFFF", "#FF3030","#F08080", 
            "#EE6AA7","#EE1289", "#E066FF","#DBDBDB", "#CD7054",
            "#BF3EFF", "#B23AEE","#ADFF2F", "#9A32CD","#8B5A00", 
            "#8470FF","#7A7A7A", "#FFFF00","#FF0000", "#ed3f35",
            "#00f2f1"],
    tooltip: {
      trigger: "axis"
    },
    legend: {
      // 如果series 对象有name 值，则 legend可以不用写data
      // 修改图例组件 文字颜色
      textStyle: {
        color: "#4c9bfd"
      },
      // 这个10% 必须加引号
      right: "10%"
    },
    grid: {
      top: "20%",
      left: "3%",
      right: "4%",
      bottom: "3%",
      show: true, // 显示边框
      borderColor: "#012f4a", // 边框颜色
      containLabel: true // 包含刻度文字在内
    },

    xAxis: {
      type: "category",
      boundaryGap: false,
      data: overallzhexianzuobiao,
      axisTick: {
        show: false // 去除刻度线
      },
      axisLabel: {
        color: "#4c9bfd" // 文本颜色
      },
      axisLine: {
        show: false // 去除轴线
      }
    },
    yAxis: {
      type: "value",
      axisTick: {
        show: false // 去除刻度线
      },
      axisLabel: {
        color: "#4c9bfd" // 文本颜色
      },
      axisLine: {
        show: false // 去除轴线
      },
      splitLine: {
        lineStyle: {
          color: "#012f4a" // 分割线颜色
        }
      }
    },
    series: [
      {
        name: overallzhexianshujv["北京"].length==0?"":"北京"+overallname,
        type: "line",
        smooth: false,
        data: overallzhexianshujv["北京"].length==0?null:overallzhexianshujv["北京"],
      },
      {
        name: overallzhexianshujv["天津"].length==0?"":"天津"+overallname,
        type: "line",
        smooth: false,
        data: overallzhexianshujv["天津"].length==0?null:overallzhexianshujv["天津"],
      },
      {
        name: overallzhexianshujv["河北"].length==0?"":"河北"+overallname,
        type: "line",
        smooth: false,
        data: overallzhexianshujv["河北"].length==0?null:overallzhexianshujv["河北"],
      },
      {
        name: overallzhexianshujv["山西"].length==0?"":"山西"+overallname,
        type: "line",
        smooth: false,
        data: overallzhexianshujv["山西"].length==0?null:overallzhexianshujv["山西"],
      },
      {
        name: overallzhexianshujv["内蒙古"].length==0?"":"内蒙古"+overallname,
        type: "line",
        smooth: false,
        data: overallzhexianshujv["内蒙古"].length==0?null:overallzhexianshujv["内蒙古"],
      },
      {
        name: overallzhexianshujv["辽宁"].length==0?"":"辽宁"+overallname,
        type: "line",
        smooth: false,
        data: overallzhexianshujv["辽宁"].length==0?null:overallzhexianshujv["辽宁"],
      },
      {
        name: overallzhexianshujv["吉林"].length==0?"":"吉林"+overallname,
        type: "line",
        smooth: false,
        data: overallzhexianshujv["吉林"].length==0?null:overallzhexianshujv["吉林"],
      },
      {
        name: overallzhexianshujv["黑龙江"].length==0?"":"黑龙江"+overallname,
        type: "line",
        smooth: false,
        data: overallzhexianshujv["黑龙江"].length==0?null:overallzhexianshujv["黑龙江"],
      },
      {
        name: overallzhexianshujv["上海"].length==0?"":"上海"+overallname,
        type: "line",
        smooth: false,
        data: overallzhexianshujv["上海"].length==0?null:overallzhexianshujv["上海"],
      },
      {
        name: overallzhexianshujv["江苏"].length==0?"":"江苏"+overallname,
        type: "line",
        smooth: false,
        data: overallzhexianshujv["江苏"].length==0?null:overallzhexianshujv["江苏"],
      },
      {
        name: overallzhexianshujv["浙江"].length==0?"":"浙江"+overallname,
        type: "line",
        smooth: false,
        data: overallzhexianshujv["浙江"].length==0?null:overallzhexianshujv["浙江"],
      },
      {
        name: overallzhexianshujv["安徽"].length==0?"":"安徽"+overallname,
        type: "line",
        smooth: false,
        data: overallzhexianshujv["安徽"].length==0?null:overallzhexianshujv["安徽"],
      },
      {
        name: overallzhexianshujv["福建"].length==0?"":"福建"+overallname,
        type: "line",
        smooth: false,
        data: overallzhexianshujv["福建"].length==0?null:overallzhexianshujv["福建"],
      },
      {
        name: overallzhexianshujv["江西"].length==0?"":"江西"+overallname,
        type: "line",
        smooth: false,
        data: overallzhexianshujv["江西"].length==0?null:overallzhexianshujv["江西"],
      },
      {
        name: overallzhexianshujv["山东"].length==0?"":"山东"+overallname,
        type: "line",
        smooth: false,
        data: overallzhexianshujv["山东"].length==0?null:overallzhexianshujv["山东"],
      },
      {
        name: overallzhexianshujv["河南"].length==0?"":"河南"+overallname,
        type: "line",
        smooth: false,
        data: overallzhexianshujv["河南"].length==0?null:overallzhexianshujv["河南"],
      },
      {
        name: overallzhexianshujv["湖北"].length==0?"":"湖北"+overallname,
        type: "line",
        smooth: false,
        data: overallzhexianshujv["湖北"].length==0?null:overallzhexianshujv["湖北"],
      },
      {
        name: overallzhexianshujv["湖南"].length==0?"":"湖南"+overallname,
        type: "line",
        smooth: false,
        data: overallzhexianshujv["湖南"].length==0?null:overallzhexianshujv["湖南"],
      },
      {
        name: overallzhexianshujv["广东"].length==0?"":"广东"+overallname,
        type: "line",
        smooth: false,
        data: overallzhexianshujv["广东"].length==0?null:overallzhexianshujv["广东"],
      },
      {
        name: overallzhexianshujv["广西"].length==0?"":"广西"+overallname,
        type: "line",
        smooth: false,
        data: overallzhexianshujv["广西"].length==0?null:overallzhexianshujv["广西"],
      },
      {
        name: overallzhexianshujv["海南"].length==0?"":"海南"+overallname,
        type: "line",
        smooth: false,
        data: overallzhexianshujv["海南"].length==0?null:overallzhexianshujv["海南"],
      },
      {
        name: overallzhexianshujv["重庆"].length==0?"":"重庆"+overallname,
        type: "line",
        smooth: false,
        data: overallzhexianshujv["重庆"].length==0?null:overallzhexianshujv["重庆"],
      },
      {
        name: overallzhexianshujv["四川"].length==0?"":"四川"+overallname,
        type: "line",
        smooth: false,
        data: overallzhexianshujv["四川"].length==0?null:overallzhexianshujv["四川"],
      },
      {
        name: overallzhexianshujv["贵州"].length==0?"":"贵州"+overallname,
        type: "line",
        smooth: false,
        data: overallzhexianshujv["贵州"].length==0?null:overallzhexianshujv["贵州"],
      },
      {
        name: overallzhexianshujv["云南"].length==0?"":"云南"+overallname,
        type: "line",
        smooth: false,
        data: overallzhexianshujv["云南"].length==0?null:overallzhexianshujv["云南"],
      },
      {
        name: overallzhexianshujv["西藏"].length==0?"":"西藏"+overallname,
        type: "line",
        smooth: false,
        data: overallzhexianshujv["西藏"].length==0?null:overallzhexianshujv["西藏"],
      },
      {
        name: overallzhexianshujv["陕西"].length==0?"":"陕西"+overallname,
        type: "line",
        smooth: false,
        data: overallzhexianshujv["陕西"].length==0?null:overallzhexianshujv["陕西"],
      },
      {
        name: overallzhexianshujv["甘肃"].length==0?"":"甘肃"+overallname,
        type: "line",
        smooth: false,
        data: overallzhexianshujv["甘肃"].length==0?null:overallzhexianshujv["甘肃"],
      },
      {
        name: overallzhexianshujv["青海"].length==0?"":"青海"+overallname,
        type: "line",
        smooth: false,
        data: overallzhexianshujv["青海"].length==0?null:overallzhexianshujv["青海"],
      },
      {
        name: overallzhexianshujv["宁夏"].length==0?"":"宁夏"+overallname,
        type: "line",
        smooth: false,
        data: overallzhexianshujv["宁夏"].length==0?null:overallzhexianshujv["宁夏"],
      },
      {
        name: overallzhexianshujv["新疆"].length==0?"":"新疆"+overallname,
        type: "line",
        smooth: false,
        data: overallzhexianshujv["新疆"].length==0?null:overallzhexianshujv["新疆"],
      }
    ]
  };

  // 3. 把配置给实例对象
  myChart.setOption(option);
  // 4. 让图表跟随屏幕自动的去适应
  window.addEventListener("resize", function() {
    myChart.resize();
  });

};

// 饼形图1
function zhexiantu2() {

      // 1. 实例化对象
      var myChart = echarts.init(document.querySelector(".pie .chart"));
      // 2.指定配置
      var option = {
        // 通过这个color修改两条线的颜色
        color: ["#00f2f1", "#ed3f35"],
        tooltip: {
          trigger: "axis"
        },
        legend: {
          // 如果series 对象有name 值，则 legend可以不用写data
          // 修改图例组件 文字颜色
          textStyle: {
            color: "#4c9bfd"
          },
          // 这个10% 必须加引号
          right: "10%"
        },
        grid: {
          top: "20%",
          left: "3%",
          right: "4%",
          bottom: "3%",
          show: true, // 显示边框
          borderColor: "#012f4a", // 边框颜色
          containLabel: true // 包含刻度文字在内
        },
    
        xAxis: {
          type: "category",
          boundaryGap: false,
          data: overallzhexianzuobiao2,
          axisTick: {
            show: false // 去除刻度线
          },
          axisLabel: {
            color: "#4c9bfd" // 文本颜色
          },
          axisLine: {
            show: false // 去除轴线
          }
        },
        yAxis: {
          type: "value",
          axisTick: {
            show: false // 去除刻度线
          },
          axisLabel: {
            color: "#4c9bfd" // 文本颜色
          },
          axisLine: {
            show: false // 去除轴线
          },
          splitLine: {
            lineStyle: {
              color: "#012f4a" // 分割线颜色
            }
          }
        },
        series: [
          {
            name: "前段时间",
            type: "line",
            // true 可以让我们的折线显示带有弧度
            smooth: false,
            data: overallzhexiandata1
          },
          {
            name: "后段时间",
            type: "line",
            smooth: false,
            data: overallzhexiandata2
          }
        ]
      };
    
      // 3. 把配置给实例对象
      myChart.setOption(option,true);
      // 4. 让图表跟随屏幕自动的去适应
      window.addEventListener("resize", function() {
        myChart.resize();
      });
};

// 模拟飞行路线模块地图模块
function ditu() {
  var myChart = echarts.init(document.querySelector(".map .chart"));

  var option = {
    tooltip: {
      trigger: "item",
      
    },
    legend: {
      orient: "vertical",
      top: "bottom",
      left: "right",
      data: [],
      textStyle: {
        color: "#fff"
      },
      selectedMode: "multiple"
    },
    geo: {
      map: "china",
      label: {
        emphasis: {
          show: true,
          color: "#fff"
        }
      },
      // 把中国地图放大了1.2倍
      zoom: 1.2,
      roam: true,
      itemStyle: {
        normal: {
          // 地图省份的背景颜色
          areaColor: "rgba(20, 41, 87,0.6)",
          borderColor: "#195BB9",
          borderWidth: 1
        },
        emphasis: {
          areaColor: "#2B91B7"
        }
      }
    },
    series: [{
        name: overallname==null?"":overallname,
        type: "map",
        geoIndex: 0,
        data: datalist
    }]
  };
  myChart.setOption(option);
  // 监听浏览器缩放，图表对象调用缩放resize函数
 if(myChart._$handlers.click){//当点击时
    myChart._$handlers.click.length = 0;
}
myChart.on('click',  function(params) {
    clearTimeout(timeoutID);
    timeoutID = window.setTimeout(function (){
      //写单击事件要干的事
      var temshuzu=[""];
    var timef1=$("#timef_1 option:selected").val();
    var timef2=$("#timef_2 option:selected").val();
    var timef3=$("#timef_3 option:selected").val();
    var timef4=$("#timef_4 option:selected").val();
    if(overalldata==null)return;
     if(overallzhexianzuobiao==null){//设置横坐标轴
        if(overalltime=="年度"){
            if((timef1> timef3)){//开始时间大于结束时间
                alert("时间错误");return;
            }
            for(let i=0;timef1<=timef3;i++){
                temshuzu[i]=timef1+"年"
                timef1++;
            }
        }
        if(overalltime=="季度"){
            if((timef1> timef3)||( (timef3== timef1) &&(  timef2> timef4))){//开始时间大于结束时间
                alert("时间错误");return;
            }
            if((timef3-timef1)>6){
                alert("时间限制在七年之内");return;
            }
            var temstart=$("#timef_2 option:selected").val();
            var temend=$("#timef_4 option:selected").val();
            if((temstart<=12)||(temend<=12)){
                alert("不可选月度");return;
            }
            for(let i=0;timef1<=timef3;i++){
               // alert(i+"  "+temstart)
                if(timef1<timef3){
                    /*switch(temstart){
                        case 13:temshuzu[i]=timef1+"年第一季度";break;
                        case 14:temshuzu[i]=timef1+"年第二季度";break;
                        case 15:temshuzu[i]=timef1+"年第三季度";break;
                        case 16:temshuzu[i]=timef1+"年第四季度";
                        break;
                    }*/
                    temshuzu[i]=temstart==13?timef1+"年第一季度":temstart==14?timef1+"年第二季度":temstart==15?timef1+"年第三季度":timef1+"年第四季度";
                    if(temstart<16)temstart++;
                    else {temstart=13;timef1++}
                }
                else if(temstart<=temend){
                   /* switch(temstart){
                        case 13:temshuzu[i]=timef1+"年第一季度";break;
                        case 14:temshuzu[i]=timef1+"年第二季度";break;
                        case 15:temshuzu[i]=timef1+"年第三季度";break;
                        case 16:temshuzu[i]=timef1+"年第四季度";break;
                        break;
                    }*/
                    temshuzu[i]=temstart==13?timef1+"年第一季度":temstart==14?timef1+"年第二季度":temstart==15?timef1+"年第三季度":timef1+"年第四季度";
                    temstart++;
                }
                else break;
                //alert(i+temshuzu[i]+temstart)
            }
        }
        if(overalltime=="月度"){
            if((timef1> timef3)||( (timef3== timef1) &&(  timef2> timef4))){//开始时间大于结束时间
                alert("时间错误");return;
            }
            if((timef3-timef1)>2){
                alert("时间限制在三年之内");return;
            }
            var temstart=$("#timef_2 option:selected").val();
            var temend=$("#timef_4 option:selected").val();
            if((temstart>12)||(temend>12)){
                alert("不可选季度");return;
            }
            for(let i=0;timef1<=timef3;i++){
                if(timef1<timef3){
                    temshuzu[i]=timef1+"年"+temstart+"月";
                    if(temstart<12)temstart++;
                    else {temstart=1;timef1++}
                }
                else if(temstart<=temend){
                    temshuzu[i]=timef1+"年"+temstart+"月";
                    temstart++;
                }
                else break;
            }
        }
        overallzhexianzuobiao=temshuzu;
     }
     if(overallzhexianshujv[params.name].length>0){
        overallzhexianshujv[params.name]=[];
     }
     else{
        for(let i=0;i<overallzhexianzuobiao.length;i++){
            overallzhexianshujv[params.name][i]=overalldata[params.name][overallzhexianzuobiao[i]];
        }
     }
     /*for(let i=0;i<overallzhexianzuobiao.length;i++){
         alert(overallzhexianzuobiao[i])
     }*/
     document.getElementById('zhexiantuh1').innerHTML=overallname+overallzhexianzuobiao[0]+"-"+overallzhexianzuobiao[overallzhexianzuobiao.length-1];
      zhexiantu1();
    },300);
    //这个params可以获取你要的饼图中的当前点击的项的参数
  
});


myChart.on('dblclick',  function(params) {
    //这个params可以获取你要的饼图中的当前点击的项的参数
    clearTimeout(timeoutID); 
    var temshuzu=[""];
    var temshuzu2=[""];
    var temshuzu3=[""];
    var times1=$("#times_1 option:selected").val();
    var times2=$("#times_2 option:selected").val();
    var times3=$("#times_3 option:selected").val();
    var times4=$("#times_4 option:selected").val();
    var times5=$("#times_5 option:selected").val();
    var times6=$("#times_6 option:selected").val();
    var times7=$("#times_7 option:selected").val();
    var times8=$("#times_8 option:selected").val();
    var timegap1;
    var timegap2;
    if(overalldata==null)return;
        if(overalltime=="年度"){
            if((times1> times3)||(times5> times7)){//开始时间大于结束时间
                alert("时间错误");return;
            }
            timegap1=times3-times1+1;
            timegap2=times7-times5+1;
            if(timegap1!=timegap2){
                alert("时间刻度不一致");return;
            }
            for(let i=1;i<=timegap1;i++){/*坐标*/
                temshuzu[i-1]="第"+i+"年";
            }
            for(let i=0;times1<=times3;i++){
                temshuzu2[i]=times1+"年"
                times1++;
            }
            for(let i=0;times5<=times7;i++){
                temshuzu3[i]=times5+"年"
                times5++;
            }
            
        }
        if(overalltime=="季度"){
            if((times1> times3)||( (times3== times1) &&(  times2> times4))||(times5> times7)||( (times5== times7) &&(  times6> times8))){//开始时间大于结束时间
                alert("时间错误");return;
            }
            if((times2<=12)||(times4<=12)||(times6<=12)||(times8<=12)){
                alert("不可选月度");return;
            }
            timegap1=(times3*4-times1*4)+(times4-times2+1);
            timegap2=(times7*4-times5*4)+(times8-times6+1);
            if(timegap1!=timegap2||timegap1<=0||timegap1>28){
                alert("时间刻度不一致，或请限制在七年之内");return;
            }
            for(let i=1;i<=timegap1;i++){
                temshuzu[i-1]="第"+i+"个季度";
            }
            for(let i=0;times1<=times3;i++){
                 if(times1<times3){

                     temshuzu2[i]=times2==13?times1+"年第一季度":times2==14?times1+"年第二季度":times2==15?times1+"年第三季度":times1+"年第四季度";
                     if(times2<16)times2++;
                     else {times2=13;times1++}
                 }
                 else if(times2<=times4){

                     temshuzu2[i]=times2==13?times1+"年第一季度":times2==14?times1+"年第二季度":times2==15?times1+"年第三季度":times1+"年第四季度";
                     times2++;
                 }
                 else break;
             }
             for(let i=0;times5<=times7;i++){
                if(times5<times7){

                    temshuzu3[i]=times6==13?times5+"年第一季度":times6==14?times5+"年第二季度":times6==15?times5+"年第三季度":times5+"年第四季度";
                    if(times6<16)times6++;
                    else {times6=13;times5++}
                }
                else if(times6<=times8){

                    temshuzu3[i]=times6==13?times5+"年第一季度":times6==14?times5+"年第二季度":times6==15?times5+"年第三季度":times5+"年第四季度";
                    times6++;
                }
                else break;
            }
            
        }
        if(overalltime=="月度"){
            if((times1> times3)||( (times3== times1) &&(  times2> times4))||(times5> times7)||( (times5== times7) &&(  times6> times8))){//开始时间大于结束时间
                alert("时间错误");return;
            }
            if((times2>12)||(times4>12)||(times6>12)||(times8>12)){
                alert("不可选季度");return;
            }
            timegap1=(times3*12-times1*12)+(times4-times2+1);
            timegap2=(times7*12-times5*12)+(times8-times6+1);
            if(timegap1!=timegap2||timegap1<=0||timegap1>36){
                alert("时间刻度不一致，或请限制在三年之内");return;
            }
            for(let i=1;i<=timegap1;i++){
                temshuzu[i-1]="第"+i+"个月";
            }
            for(let i=0;times1<=times3;i++){
                if(times1<times3){
                    temshuzu2[i]=times1+"年"+times2+"月";
                    if(times2<12)times2++;
                    else {times2=1;times1++}
                }
                else if(times2<=times4){
                    temshuzu2[i]=times1+"年"+times2+"月";
                    times2++;
                }
                else break;
            }
            for(let i=0;times5<=times7;i++){
                if(times5<times7){
                    temshuzu3[i]=times5+"年"+times6+"月";
                    if(times6<12)times6++;
                    else {times6=1;times5++}
                }
                else if(times6<=times8){
                    temshuzu3[i]=times5+"年"+times6+"月";
                    times6++;
                }
                else break;
            }

        }
        overallzhexianzuobiao2=temshuzu;
        overallzhexiantem1=temshuzu2;
        overallzhexiantem2=temshuzu3;

    for(let i=0;i<overallzhexiantem1.length;i++){
        overallzhexiandata1[i]=overalldata[params.name][overallzhexiantem1[i]];
        overallzhexiandata2[i]=overalldata[params.name][overallzhexiantem2[i]];
    }

     if(overalltime=="年度"){
        document.getElementById('zhexiantuh2').innerHTML=params.name+$("#times_1 option:selected").text()+"到"+$("#times_3 option:selected").text()+"与"+$("#times_5 option:selected").text()+"到"+$("#times_7 option:selected").text()+"对比";
     }
     else document.getElementById('zhexiantuh2').innerHTML=params.name+$("#times_1 option:selected").text()+$("#times_2 option:selected").text()+"到"+$("#times_3 option:selected").text()+$("#times_4 option:selected").text()+"与"+$("#times_5 option:selected").text()+$("#times_6 option:selected").text()+"到"+$("#times_7 option:selected").text()+$("#times_8 option:selected").text()+"对比";
      zhexiantu2();
        
});
  window.addEventListener("resize", function() {
    myChart.resize();
  });
};

//绑定按钮点击功能
$("#nobddatabutton").click(function(){
  if($("#data_5 option:selected").text()=="请选择"){ alert("请选择数据")}
  else{
    var temdata1=$("#data_1 option:selected").text()
    var temtime2 = $("#time_2 option:selected").text()
    var temtime1 = $("#time_1 option:selected").text()
    if((temdata1=="月度" && temtime2.substring(temtime2.length-1,temtime2.length) =="度")||(temdata1=="季度" && temtime2.substring(temtime2.length-1,temtime2.length) =="月"))
    {
      alert("请选择合适的时间")
      return
    }
    var datatem=[]
    var temcounter=0;
    var j=0
    if(temdata1=="年度"){
      $.getJSON("json/"+$("#data_5 option:selected").text().replace(/\s*/g,"")+".json",function(data){
        //data就是json对象了，不需要在转换
        //if(data==undefined)alert("数据丢失")
        overalldata=data   //全局数据
        overallname=$("#data_5 option:selected").text().replace(/\s*/g,"")
        overalltime=$("#data_1 option:selected").text()
        overallzhexianzuobiao=null;
        for(var i in overallzhexianshujv ){
            overallzhexianshujv[i]=[];
        }
        zhexiantu1();
        overallzhexiandata1=[];
         overallzhexiandata2=[];
         overallzhexianzuobiao2=[];
         overallzhexiantem1=[];
         overallzhexiantem2=[];
         zhexiantu2();
        for(var i in data){ 
          datatem[temcounter]=data[i][temtime1] 
          datalist[j].value=data[i][temtime1]
          j++;
          temcounter++;
        } 
        ditu();
        document.getElementById('zhuxingtuh1').innerHTML=$("#data_5 option:selected").text().replace(/\s*/g,"")+temtime1;
        document.getElementById('zhexiantuh1').innerHTML="";
        document.getElementById('zhexiantuh2').innerHTML="";

        zhuxingtu1(datatem);
        });
    }
    else{
      $.getJSON("json/"+$("#data_5 option:selected").text().replace(/\s*/g,"")+".json",function(data){
        overalldata=data
        overallname=$("#data_5 option:selected").text().replace(/\s*/g,"")
        overalltime=$("#data_1 option:selected").text()
        overallzhexianzuobiao=null;
        for(var i in overallzhexianshujv ){
            overallzhexianshujv[i]=[];
        }
        zhexiantu1();
        overallzhexiandata1=[];
         overallzhexiandata2=[];
         overallzhexianzuobiao2=[];
         overallzhexiantem1=[];
         overallzhexiantem2=[];
         zhexiantu2();
        for(var i in data){ 
          datatem[temcounter]=data[i][temtime1+temtime2] 
          datalist[j].value=data[i][temtime1+temtime2]
          j++;
          temcounter++;
        } 
        ditu();
        document.getElementById('zhuxingtuh1').innerHTML=$("#data_5 option:selected").text().replace(/\s*/g,"")+temtime1+temtime2;
        document.getElementById('zhexiantuh1').innerHTML="";
        document.getElementById('zhexiantuh2').innerHTML="";
        zhuxingtu1(datatem);
        });
    }
  }
});

//绑定按钮点击功能
$("#nobdtimebutton").click(function(){
    overallzhexianzuobiao=null;
        for(var i in overallzhexianshujv ){
            overallzhexianshujv[i]=[];
        }
        zhexiantu1()
        document.getElementById('zhexiantuh1').innerHTML="";
  });